{
    "Acquit(JusticeEvent)": {
        "description": [
            "The event is triggered by the formal decision of a court or legal authority to declare a defendant not guilty of the charges against them. Example triggers include 'acquitted', 'walk free', and 'acquittal'.",
            "The event is characterized by the legal exoneration of a defendant, meaning they are released from the charges and any associated penalties. This event is specific to the legal context and involves a formal judicial process.",
            "Unlike the 'Convict' event, which results in a guilty verdict, the 'Acquit' event results in a not guilty verdict. Triggers such as 'convicted' are indicative of the 'Convict' event type, not the 'Acquit' event type.",
            "The outcome of the 'Acquit' event is the release of the defendant from legal charges, whereas similar events like 'Sentence' or 'Convict' result in the imposition of penalties or a guilty verdict.",
            "The event is distinct from other JusticeEvents such as 'ArrestJail' or 'Sentence', as it specifically involves the exoneration of the defendant. Triggers like 'arrested' or 'sentenced' are not indicative of the 'Acquit' event type."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "adjudicator": [
                "Examples are the legal authority or body responsible for delivering the acquittal verdict. This can include judges, courts, or juries. For instance, in 'The court acquitted the defendant', 'court' is the adjudicator.",
                "The adjudicator plays a crucial role in the event as they are the ones who determine the outcome of the trial. In 'Judge Smith acquitted the defendant', 'Judge Smith' is the adjudicator.",
                "In cases where multiple adjudicators are involved, each can be considered an adjudicator. For example, 'The panel of judges acquitted the defendant' includes multiple adjudicators.",
                "The adjudicator must be a formal legal entity or individual with the authority to deliver a verdict. Unlike a 'prosecutor' or 'defense attorney', the adjudicator has the final say in the verdict.",
                "Edge cases include scenarios where the adjudicator is implied rather than explicitly mentioned. For example, in 'The defendant was acquitted', the adjudicator is implied to be the court or judge overseeing the case."
            ],
            "defendant": [
                "Examples are the individuals or entities who are being tried and subsequently acquitted. For instance, in 'The court acquitted John Doe', 'John Doe' is the defendant.",
                "The defendant is the central figure in the event, as the acquittal directly pertains to them. In 'Jane Smith was acquitted of all charges', 'Jane Smith' is the defendant.",
                "In cases where the defendant is referred to by a role or title rather than a name, they are still considered the defendant. For example, 'The accused was acquitted' refers to the defendant.",
                "The defendant must be the party against whom the charges were initially brought. Unlike a 'witness' or 'victim', the defendant is the one standing trial.",
                "Edge cases include scenarios where the defendant is part of a group. For example, in 'Several defendants were acquitted', each member of the group is considered a defendant."
            ]
        }
    },
    "Appeal(JusticeEvent)": {
        "description": [
            "The event is triggered by actions or processes where a party formally requests a higher authority to review and change a decision made by a lower authority. Example triggers include 'appeal', 'appealed', and 'appeals'.",
            "The event is characterized by the involvement of a plaintiff who seeks a review of a decision, an adjudicator who is the authority reviewing the appeal, and potentially a place where the appeal is filed or heard.",
            "Unlike the 'Sue' event, which involves initiating a lawsuit, the 'Appeal' event specifically involves seeking a review of an existing decision. Triggers such as 'lawsuit' are indicative of the 'Sue' event, not the 'Appeal' event.",
            "The outcome of an 'Appeal' event is typically a decision by the adjudicator to either uphold, modify, or overturn the original decision. This differs from events like 'Sentence' or 'Acquit', where the focus is on the initial judgment rather than a review.",
            "The scope of the 'Appeal' event includes various legal contexts, such as criminal cases, civil disputes, and administrative decisions. It is not limited to any specific type of legal matter."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "adjudicator": [
                "Examples are 'Supreme Court', 'Federal Court', 'court'. The adjudicator is the authority or body that reviews the appeal and makes a decision on it.",
                "The adjudicator plays a crucial role in the appeal process as they have the power to uphold, modify, or overturn the original decision. For instance, 'Supreme Court' in 'appealed to the Supreme Court'.",
                "In some cases, the adjudicator may be a specific judge or panel of judges. For example, 'pre-selected judges' in 'his appeal was rejected by pre-selected judges'.",
                "The adjudicator is distinct from the original decision-maker. Unlike the 'Sentence' event where the adjudicator is the one giving the initial sentence, in the 'Appeal' event, the adjudicator reviews an existing decision.",
                "Edge cases include situations where the adjudicator is not explicitly mentioned but can be inferred from context, such as 'the court' in 'appeal to the court'."
            ],
            "place": [
                "Examples are 'Indonesia', 'court', 'Federal Court'. The place is the location where the appeal is filed or heard.",
                "The place provides context for the jurisdiction and venue of the appeal. For instance, 'Indonesia' in 'appealed to the Supreme Court in Indonesia'.",
                "In some cases, the place may refer to a specific court or legal body. For example, 'Federal Court' in 'appeal to the Federal Court'.",
                "The place is distinct from the location of the original decision. Unlike the 'Sue' event where the place might be where the lawsuit is filed, in the 'Appeal' event, it is where the appeal is reviewed.",
                "Edge cases include situations where the place is not explicitly mentioned but can be inferred from context, such as 'the court' in 'appeal to the court'."
            ],
            "plaintiff": [
                "Examples are 'five', 'their', 'offender', 'convict', 'Anwar', 'his', 'He'. The plaintiff is the party who files the appeal seeking a review of the decision.",
                "The plaintiff is central to the appeal process as they are the ones challenging the original decision. For instance, 'five' in 'five of them appealed'.",
                "In some cases, the plaintiff may be a group or an individual. For example, 'convict' in 'a convict can file an appeal'.",
                "The plaintiff is distinct from the defendant in other legal events. Unlike the 'Sue' event where the plaintiff initiates a lawsuit, in the 'Appeal' event, the plaintiff seeks a review of an existing decision.",
                "Edge cases include situations where the plaintiff is not explicitly mentioned but can be inferred from context, such as 'his' in 'his appeal was rejected'."
            ]
        }
    },
    "ArrestJail(JusticeEvent)": {
        "description": [
            "The event is triggered by actions such as 'arrested', 'held', or 'detained', indicating that a person has been taken into custody by authorities. Example triggers include 'arrested', 'held', 'detained'.",
            "The event is characterized by the involvement of law enforcement or other authorities taking a person into custody, often in connection with a suspected crime or legal violation.",
            "Unlike the 'Convict' event, which involves a legal judgment of guilt, the 'ArrestJail' event focuses on the act of taking someone into custody, regardless of whether they have been formally charged or convicted.",
            "Triggers such as 'arrested' and 'held' are indicative of the 'ArrestJail' event type, not events like 'Sue' or 'Convict', which involve legal proceedings and judgments.",
            "The outcome of the 'ArrestJail' event is the physical custody of a person by authorities, which differs from events like 'TrialHearing' or 'Sentence' that involve legal processes and decisions."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "agent": [
                "Examples are 'Police', 'authorities', 'law enforcement'. The agent is the entity responsible for carrying out the arrest or detention. This argument is crucial as it identifies who is enforcing the law.",
                "The agent can be a specific organization or a general term for law enforcement, such as 'Police' or 'authorities'. For instance, 'Police arrested the suspect' identifies 'Police' as the agent.",
                "In some cases, the agent may be implied rather than explicitly stated. For example, 'He was arrested' implies an agent, typically law enforcement.",
                "The agent is not to be confused with the 'person' being arrested. For example, in 'The police arrested John', 'police' is the agent, not 'John'.",
                "In edge cases where multiple agents are involved, the primary entity responsible for the arrest should be identified. For example, 'FBI and local police arrested the suspect' would have 'FBI and local police' as the agent."
            ],
            "person": [
                "Examples are 'her', 'people', 'group', 'he', 'Lisa M. Montgomery'. The person is the individual or group being taken into custody. This argument is essential as it identifies who is being arrested or detained.",
                "The person can be a specific individual or a group of people. For instance, 'Police arrested her' identifies 'her' as the person.",
                "In some cases, the person may be referred to by a pronoun or a general term. For example, 'They arrested several protesters' identifies 'protesters' as the person.",
                "The person is not to be confused with the 'agent' making the arrest. For example, in 'The police arrested John', 'John' is the person, not 'police'.",
                "In edge cases where multiple people are involved, each individual or group should be identified. For example, 'Police arrested John and Mary' would have 'John' and 'Mary' as the person."
            ],
            "place": [
                "Examples are 'Abilene', 'here', 'New York', 'San Francisco'. The place is the location where the arrest or detention occurs. This argument is important as it provides context for where the event took place.",
                "The place can be a specific city, state, or general location. For instance, 'Police arrested her in Abilene' identifies 'Abilene' as the place.",
                "In some cases, the place may be implied rather than explicitly stated. For example, 'He was arrested at the scene' implies a location, typically where the incident occurred.",
                "The place is not to be confused with the 'agent' or 'person' involved in the arrest. For example, in 'The police arrested John in New York', 'New York' is the place, not 'police' or 'John'.",
                "In edge cases where multiple locations are involved, the primary location of the arrest should be identified. For example, 'Police arrested the suspect in New York and transported him to Los Angeles' would have 'New York' as the place."
            ]
        }
    },
    "Attack(ConflictEvent)": {
        "description": [
            "The event is triggered by actions or incidents where one party inflicts harm or damage on another, often involving physical violence or destruction. Example triggers include 'killed', 'raping', 'drugging', 'blast', 'tore', 'explosion', 'clashed', 'war'.",
            "The event is characterized by the presence of an aggressor (attacker) and a recipient of the aggression (victim or target). It often involves the use of instruments or weapons and occurs in specific locations. Example: 'The mob dragged out three members of a family and killed them with machetes and spears'.",
            "Unlike other ConflictEvents such as Demonstrate, which involve public displays of protest without necessarily causing harm, Attack events specifically involve harm or the intent to harm. Example: 'clashed' in the context of demonstrators and police.",
            "Triggers such as 'charges' or 'lawsuit' are indicative of JusticeEvents, not Attack events. Attack events focus on physical or psychological harm rather than legal actions or proceedings.",
            "The outcomes of Attack events typically include injury, death, or significant damage to property or individuals, distinguishing them from events like Transport or TransferOwnership, which involve movement or change of possession without harm. Example: 'A powerful bomb tore through a waiting shed'."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "agent": [
                "Examples are individuals or groups initiating the attack, such as 'luster' in 'luster skipped bail during his trial in January for raping and drugging three women'.",
                "The agent is the entity responsible for carrying out the attack, often synonymous with the attacker. Example: 'bomber' in 'A suicide bomber detonated explosives'.",
                "In some cases, the agent may be an organization or collective group. Example: 'mob' in 'The mob dragged out three members of a family'.",
                "The agent can also be a single individual acting alone. Example: 'luster' in 'luster skipped bail'.",
                "The agent is crucial for identifying the source of the attack, distinguishing it from other involved parties. Example: 'demonstrators' in 'demonstrators clashed with police'."
            ],
            "attacker": [
                "Examples are the entities directly involved in executing the attack, such as 'mob' in 'The mob dragged out three members of a family'.",
                "The attacker is the party that initiates the harmful action. Example: 'demonstrators' in 'demonstrators clashed with police'.",
                "The attacker can be a group or an individual. Example: 'police' in 'demonstrators clashed with police'.",
                "The attacker is distinct from the agent in that it specifically refers to those causing harm. Example: 'demonstrators' in 'the ensuing clashes'.",
                "The attacker is essential for understanding the dynamics of the attack, identifying who is responsible for the aggression. Example: 'mob' in 'The mob dragged out three members of a family'."
            ],
            "instrument": [
                "Examples are objects or means used to carry out the attack, such as 'machetes' and 'spears' in 'killed them with machetes and spears'.",
                "The instrument is the tool or method employed in the attack. Example: 'bomb' in 'A powerful bomb tore through a waiting shed'.",
                "Instruments can be weapons, devices, or any means of causing harm. Example: 'devices' in 'the demonstrators using self-defence devices'.",
                "The instrument is crucial for understanding the nature and severity of the attack. Example: 'explosives' in 'A suicide bomber detonated explosives'.",
                "Instruments help distinguish the type of attack, such as a bombing versus a stabbing. Example: 'machetes' in 'killed them with machetes'."
            ],
            "place": [
                "Examples are locations where the attack occurs, such as 'area' in 'before fleeing the area'.",
                "The place is the specific site of the attack. Example: 'airport' in 'southern Philippines airport blast'.",
                "Places can range from broad regions to specific buildings or areas. Example: 'shed' in 'A powerful bomb tore through a waiting shed'.",
                "The place is important for contextualizing the event and understanding its impact. Example: 'city' in 'another explosion hit a bus terminal at the city'.",
                "Places help identify the scope and potential collateral damage of the attack. Example: 'Iraq' in 'opposition to military intervention in Iraq'."
            ],
            "target": [
                "Examples are the direct recipients of the attack, such as 'them' in 'killed them with machetes and spears'.",
                "The target is the entity or object that the attack is directed at. Example: 'terminal' in 'another explosion hit a bus terminal'.",
                "Targets can be individuals, groups, or physical structures. Example: 'shed' in 'The waiting shed literally exploded'.",
                "The target is distinct from the victim in that it may not always be harmed but is the intended focus of the attack. Example: 'officers' in 'the ensuing clashes'.",
                "Identifying the target helps clarify the intent and potential consequences of the attack. Example: 'terminal' in 'another explosion hit a bus terminal'."
            ],
            "victim": [
                "Examples are individuals or groups harmed by the attack, such as 'women' in 'raping and drugging three women'.",
                "The victim is the party that suffers the consequences of the attack. Example: 'officers' in 'the ensuing clashes'.",
                "Victims can be directly injured or killed, or they can suffer psychological or emotional harm. Example: 'bomber' in 'A suicide bomber detonated explosives'.",
                "The victim is crucial for understanding the human impact of the attack. Example: 'family' in 'The mob dragged out three members of a family'.",
                "Identifying victims helps in assessing the severity and aftermath of the attack. Example: 'women' in 'raping and drugging three women'."
            ]
        }
    },
    "BeBorn(LifeEvent)": {
        "description": [
            "The event is triggered by the birth or emergence of a person. Example triggers include 'birth', 'born', 'cut out', 'removed', 'ripped', and 'having'.",
            "The event is characterized by the introduction of a new individual into the world. It typically involves a person being born and may include details about the place of birth.",
            "Unlike other LifeEvent types such as 'Die' or 'Marry', the BeBorn event specifically focuses on the beginning of life rather than its end or a significant life milestone.",
            "Triggers such as 'killed' or 'marry' are indicative of 'Attack' or 'Marry' events, not the BeBorn event type. The BeBorn event is solely concerned with the act of being born.",
            "The outcome of the BeBorn event is the existence of a new person. This event does not cover the circumstances leading to or following the birth, which may be covered by other event types."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "person": [
                "Examples are 'babies', 'one', 'other', 'infant', 'Hunter', 'girl', 'baby', 'that', 'child', 'girls', 'boys'. The 'person' argument identifies the individual(s) being born.",
                "The 'person' argument is crucial as it specifies who is being born. It can refer to a single individual or multiple individuals.",
                "In cases where the gender or identity of the person is not specified, terms like 'baby', 'infant', or 'child' may be used.",
                "Unlike other arguments, the 'person' argument must always refer to a human being. Non-human entities or objects are not applicable.",
                "Edge cases include ambiguous references such as 'that' or 'one', which still indicate a person being born but lack specific details."
            ],
            "place": [
                "Examples are 'home', 'New Zealand', 'nation'. The 'place' argument identifies the location where the birth occurs.",
                "The 'place' argument is important as it provides context about the geographical or physical location of the birth event.",
                "This argument can refer to a specific location (e.g., 'home', 'hospital') or a broader geographical area (e.g., 'New Zealand', 'nation').",
                "Unlike the 'person' argument, the 'place' argument is optional and may not always be present in the event description.",
                "Edge cases include vague or general locations such as 'area' or 'region', which still provide some context but lack specificity."
            ]
        }
    },
    "ChargeIndict(JusticeEvent)": {
        "description": [
            "The event is triggered by legal actions or formal accusations against an individual or entity, typically involving criminal charges. Example triggers include 'charged', 'accused', 'prosecuted', and 'indicted'.",
            "The event is characterized by the formal process of bringing charges against a defendant, often initiated by a prosecutor or adjudicator. It involves legal proceedings and can occur in various jurisdictions.",
            "Unlike the 'Sentence' event, which focuses on the outcome of a trial, the 'ChargeIndict' event centers on the initiation of legal action. Triggers such as 'sentenced' are indicative of the 'Sentence' event, not this event type.",
            "The event may involve multiple parties, including the defendant, prosecutor, and adjudicator, and can take place in various locations such as courts or other legal venues.",
            "The outcome of the 'ChargeIndict' event is the formal accusation or indictment of the defendant, which may lead to further legal proceedings. This event does not cover the final judgment or sentencing phase."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "adjudicator": [
                "Examples are judges, magistrates, or any legal authority responsible for overseeing the legal process. The adjudicator plays a crucial role in the legal proceedings, ensuring that the charges are formally presented and processed.",
                "In the context of the event, the adjudicator is the person or entity that has the authority to bring charges or indictments against the defendant. For instance, 'the magistrate' in 'The lawyer of former Zambian president Frederick Chiluba was reprimanded by a Lusaka magistrate when his client failed to appear in court on theft charges Friday.'",
                "The adjudicator is not the same as the prosecutor, who is responsible for presenting the case against the defendant. Unlike the prosecutor, the adjudicator remains neutral and oversees the legal process.",
                "In some cases, the adjudicator may be implied rather than explicitly mentioned. For example, 'he' in 'Within weeks he was arrested and charged with sodomising an official driver several years previously and with abusing his powers to cover up the offence.'",
                "The adjudicator's role is to ensure that the legal process is followed correctly, and they may issue warrants, oversee hearings, and make rulings on the charges presented."
            ],
            "defendant": [
                "Examples are individuals or entities formally accused or charged with a crime. The defendant is the primary subject of the 'ChargeIndict' event, facing legal action.",
                "In the context of the event, the defendant is the person or entity against whom the charges are brought. For instance, 'client' in 'The lawyer of former Zambian president Frederick Chiluba was reprimanded by a Lusaka magistrate when his client failed to appear in court on theft charges Friday.'",
                "The defendant is distinct from the prosecutor and adjudicator, as they are the ones facing the legal accusations. Unlike the prosecutor, the defendant is not presenting the case but is the subject of the charges.",
                "The defendant can be an individual, such as 'Ayub Masih' in 'Ayub Masih was charged in 1996 with blasphemy for allegedly defending British author Salman Rushdie,' or an entity, such as 'Christie's' in 'Christie's was not prosecuted in the United States after its management agreed to testify against Sotheby's.'",
                "The defendant's role is central to the event, as the legal proceedings revolve around the charges brought against them. They may face various outcomes, including trial, plea bargains, or dismissal of charges."
            ],
            "place": [
                "Examples are locations where the legal proceedings or charges take place. The place is significant as it provides context for the jurisdiction and venue of the event.",
                "In the context of the event, the place can be a court, city, or country where the charges are brought. For instance, 'court' in 'The lawyer of former Zambian president Frederick Chiluba was reprimanded by a Lusaka magistrate when his client failed to appear in court on theft charges Friday.'",
                "The place is not the same as the location of the crime itself but rather where the legal action is initiated or processed. Unlike the crime scene, the place is where the formal legal proceedings occur.",
                "The place can vary widely, from specific courts to broader jurisdictions. For example, 'United States' in 'Christie's was not prosecuted in the United States after its management agreed to testify against Sotheby's.'",
                "The place provides important context for understanding the legal framework and authority under which the charges are brought. It helps identify the legal jurisdiction and venue for the proceedings."
            ],
            "prosecutor": [
                "Examples are legal professionals or authorities responsible for presenting the case against the defendant. The prosecutor plays a key role in initiating and pursuing the charges.",
                "In the context of the event, the prosecutor is the person or entity that brings the charges against the defendant. For instance, 'magistrate' in 'The lawyer of former Zambian president Frederick Chiluba was reprimanded by a Lusaka magistrate when his client failed to appear in court on theft charges Friday.'",
                "The prosecutor is distinct from the adjudicator, who oversees the legal process, and the defendant, who faces the charges. Unlike the adjudicator, the prosecutor actively presents the case against the defendant.",
                "The prosecutor can be an individual, such as a district attorney, or an entity, such as a government agency. For example, 'you' in 'If you can't charge someone for killing a fetus via abortion during the eighth month, then surely you can't make a big deal about a woman who kidnapped a fetus that survived the knifing.'",
                "The prosecutor's role is to gather evidence, present the case, and seek a legal resolution against the defendant. They are essential in ensuring that the charges are pursued and that justice is served."
            ]
        }
    },
    "Convict(JusticeEvent)": {
        "description": [
            "The event is triggered by the formal declaration of a defendant's guilt in a court of law. Example triggers include 'convicted', 'guilty', and 'conviction'.",
            "The event is characterized by the involvement of an adjudicator (e.g., judge, jury) who delivers the verdict, a defendant who is found guilty, and often a specific place where the conviction occurs.",
            "Unlike the 'Acquit' event, which involves a declaration of innocence, the 'Convict' event results in a guilty verdict. Triggers such as 'acquitted' are indicative of the 'Acquit' event type, not this event type.",
            "The 'Convict' event differs from the 'Sentence' event, which focuses on the punishment given after a conviction. The 'Convict' event centers on the determination of guilt, while the 'Sentence' event centers on the consequences of that guilt.",
            "The outcome of the 'Convict' event is the formal recognition of the defendant's guilt, which may lead to subsequent events such as sentencing or appeals. This event does not include the actual punishment or the appeal process itself."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "adjudicator": [
                "Examples are 'jury', 'judge', 'court'. The adjudicator is the entity responsible for delivering the verdict of guilt. This argument is crucial as it identifies the authority behind the conviction.",
                "In the context of a jury trial, the adjudicator would be the 'jury'. For example, 'A Manhattan jury convicted Alfred Taubman.'",
                "In a bench trial, the adjudicator would be the 'judge'. For example, 'Judge Shahid Rafiq found Ranjha Masih guilty.'",
                "In some cases, the adjudicator may be a collective body such as a 'court'. For example, 'The court convicted the defendant of fraud.'",
                "Edge cases include situations where the adjudicator is not explicitly mentioned but can be inferred from the context. For example, 'The defendant was found guilty,' where the adjudicator is implied to be the judge or jury."
            ],
            "defendant": [
                "Examples are 'Alfred Taubman', 'Ayodhya Prasad Chaubey', 'those'. The defendant is the individual or group found guilty of the crime. This argument is essential as it identifies who has been convicted.",
                "In cases involving multiple defendants, the argument may refer to a group. For example, 'Five of them are Indonesians convicted of murders.'",
                "The defendant can be a specific individual. For example, 'Anwar Ibrahim was convicted of sodomy.'",
                "In some instances, the defendant may be referred to in a general sense. For example, 'Those convicted of murder.'",
                "Edge cases include situations where the defendant is not explicitly named but can be inferred from the context. For example, 'The man was convicted of blasphemy,' where 'man' is the defendant."
            ],
            "place": [
                "Examples are 'Manhattan', 'Indonesia', 'court'. The place is the location where the conviction occurs. This argument is important as it provides the geographical context of the event.",
                "The place can be a specific city or region. For example, 'A Manhattan jury convicted Alfred Taubman.'",
                "In some cases, the place may refer to a country. For example, 'Convicted drug offenders in Indonesia.'",
                "The place can also be a specific venue such as a court. For example, 'The judge convicted Ayub Masih in the court.'",
                "Edge cases include situations where the place is not explicitly mentioned but can be inferred from the context. For example, 'The defendant was convicted,' where the place is implied to be the location of the court proceedings."
            ]
        }
    },
    "DeclareBankruptcy(BusinessEvent)": {
        "description": [
            "The event is triggered by a company or organization declaring bankruptcy, indicating financial insolvency. Example triggers include 'bankruptcy', 'filed for bankruptcy', and 'chapter 11'.",
            "The event is characterized by the formal process of a business entity being unable to meet its debt obligations and seeking legal relief. Key characteristics include legal filings and financial distress.",
            "Unlike other BusinessEvents such as mergers or acquisitions, DeclareBankruptcy specifically involves the cessation of normal business operations due to financial failure. Triggers such as 'merger' or 'acquisition' are indicative of other BusinessEvents, not this event type.",
            "Triggers and outcomes for DeclareBankruptcy differ from events like 'TransferOwnership' or 'Sue'. While 'TransferOwnership' involves the transfer of assets or control, and 'Sue' involves legal action, DeclareBankruptcy focuses on financial insolvency and legal protection from creditors.",
            "The event is not triggered by general financial difficulties or restructuring efforts unless they explicitly involve legal bankruptcy proceedings. For example, 'financial trouble' or 'restructuring' without mention of bankruptcy does not trigger this event type."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "org": [
                "Examples are 'worldcom', 'Enron Corp', 'united', 'amr', 'usairways', 'american', 'company', 'airline'. The 'org' argument identifies the organization or company declaring bankruptcy.",
                "The 'org' argument is crucial as it specifies the entity undergoing financial insolvency. It helps in understanding the scope and impact of the bankruptcy event.",
                "In cases where the organization is referred to by a pronoun such as 'it', the context should clearly indicate the entity. For example, 'american says it will file for bankruptcy' where 'it' refers to 'american'.",
                "Unlike events involving individuals or non-business entities, the 'org' argument in DeclareBankruptcy always refers to a business or corporate entity. For instance, 'Jean-Rene Fourtou' in a personnel event is not applicable here.",
                "Edge cases include situations where the organization is part of a larger conglomerate or subsidiary. The specific entity declaring bankruptcy should be identified, such as 'Enron Corp' rather than just 'Enron'."
            ],
            "place": [
                "Examples are 'united states', 'Manhattan', 'court'. The 'place' argument identifies the location where the bankruptcy event is taking place or being filed.",
                "The 'place' argument is important as it provides geographical context to the bankruptcy event, indicating where legal proceedings or business operations are affected.",
                "In cases where the location is not explicitly mentioned, the broader context should be considered. For example, 'filed in federal bankruptcy court' implies a legal location even if not named.",
                "Unlike events that occur in non-legal settings, the 'place' argument in DeclareBankruptcy often involves legal or corporate locations. For instance, 'Paris' in a personnel event is not applicable here.",
                "Edge cases include multinational corporations where the place of bankruptcy filing might differ from the primary location of business operations. The specific legal jurisdiction should be identified, such as 'Manhattan' for a court filing."
            ]
        }
    },
    "Demonstrate(ConflictEvent)": {
        "description": [
            "The event is triggered by public gatherings or actions where people express their opinions, often in opposition to something. Example triggers include 'rally', 'march', 'protest', 'gathered', and 'campaign'.",
            "The event is characterized by collective actions such as marches, rallies, or protests, typically involving a significant number of participants. It often involves public displays of dissent or support for a cause.",
            "Unlike other ConflictEvents, this event does not involve direct physical confrontations or violence as the primary focus, although such incidents may occur as a secondary outcome. For example, 'clash' or 'riot' would indicate a different event type.",
            "Triggers such as 'meeting' or 'conference' are indicative of organized, formal gatherings and are not considered part of this event type. Demonstrate events are more spontaneous or grassroots in nature.",
            "The outcomes of this event type often include public awareness, media coverage, and sometimes arrests or clashes with authorities, but the primary focus is on the act of demonstrating itself."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "entity": [
                "Examples are 'protesters', 'demonstrators', 'people', 'group', 'individuals'. This argument identifies the participants involved in the demonstration.",
                "The entity is crucial as it highlights who is taking part in the event, providing context to the scale and nature of the demonstration. For instance, 'students' or 'activists' can indicate the demographic involved.",
                "In cases where the entity is a specific individual, such as 'Liana Owen', it personalizes the event and can provide insight into the motivations or background of the participants.",
                "The entity can also be a collective term, such as 'crowd' or 'group', which emphasizes the collective nature of the event without specifying individual participants.",
                "Edge cases include when the entity is implied but not explicitly stated, such as 'they' or 'their', which still refers to the participants of the demonstration."
            ],
            "place": [
                "Examples are 'New York', 'city', 'Manhattan', 'White House', 'plazas', 'streets'. This argument specifies the location where the demonstration takes place.",
                "The place is important as it provides geographical context and can indicate the scale and impact of the event. For example, 'Washington' or 'San Francisco' can suggest a large, urban demonstration.",
                "In some cases, the place might be a specific landmark or building, such as 'White House', which can add significance to the event due to the symbolic nature of the location.",
                "The place can also be described in more general terms, such as 'city' or 'streets', which still provide context but are less specific.",
                "Edge cases include when the place is implied through context, such as 'here' or 'there', which still indicate the location of the demonstration."
            ]
        }
    },
    "Die(LifeEvent)": {
        "description": [
            "The event is triggered by the occurrence of a death, whether it is a natural death, an accident, or a deliberate act. Example triggers include 'killed', 'dead', 'death', 'fallen', and 'suicide'.",
            "The event is characterized by the cessation of life of an individual or group of individuals. It encompasses various scenarios such as murder, suicide, accidental death, and natural death.",
            "Unlike related events such as 'Injure' or 'Attack', the 'Die' event specifically indicates the end of life. Triggers like 'injured' or 'attacked' are indicative of harm but not necessarily death.",
            "The 'Die' event can occur in various contexts, including violent conflicts, medical conditions, accidents, and natural disasters. The key outcome is the loss of life.",
            "Triggers such as 'death toll', 'executed', and 'fallen' are indicative of the 'Die' event type, not events like 'Injure' or 'Attack', which may involve harm without resulting in death."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "agent": [
                "Examples are the entity responsible for causing the death. In the sentence 'A suicide bomber detonated explosives', the 'bomber' is the agent.",
                "The agent can be an individual, group, or even an abstract entity like a disease. For instance, 'cancer' in 'He died of cancer' is the agent.",
                "In cases of accidents, the agent might be an inanimate object or natural force, such as 'earthquake' in 'The earthquake killed many people'.",
                "The agent is crucial for understanding the cause of death. In 'The mob killed the man', 'mob' is the agent, distinguishing it from the victim.",
                "Unlike the 'victim', the agent is the one who initiates the action leading to death. For example, in 'The soldier shot the enemy', 'soldier' is the agent."
            ],
            "instrument": [
                "Examples are the means or tools used to cause the death. In 'A suicide bomber detonated explosives', 'explosives' is the instrument.",
                "The instrument can be a weapon, substance, or any object used to inflict fatal harm. For instance, 'knife' in 'He was stabbed with a knife'.",
                "In cases of poisoning, the instrument might be a chemical or drug, such as 'cyanide' in 'He was poisoned with cyanide'.",
                "The instrument helps to specify how the death was caused. In 'He was shot with a gun', 'gun' is the instrument.",
                "Unlike the 'agent', the instrument is the tool or method used by the agent. For example, in 'The assassin used a rifle', 'rifle' is the instrument."
            ],
            "person": [
                "Examples are the individual whose death is being discussed. In 'The bodies of fallen comrades', 'comrades' is the person.",
                "The person is the one who has died or is at risk of dying. For instance, 'victim' in 'The victim was found dead'.",
                "In some contexts, the person might be referred to indirectly, such as 'someone' in 'We are talking about someone's life or death'.",
                "The person is central to the event as they are the subject of the death. In 'He didn't know whether his son was dead or alive', 'son' is the person.",
                "Unlike the 'agent' or 'instrument', the person is the one who experiences the outcome of the event. For example, in 'The soldier was killed', 'soldier' is the person."
            ],
            "place": [
                "Examples are the location where the death occurred. In 'A suicide bomber detonated explosives at the entrance to a crowded mall', 'mall' is the place.",
                "The place can be a specific site, city, country, or any geographical location. For instance, 'airport' in '19 people were killed in the airport blast'.",
                "In some cases, the place might be a broader region, such as 'Iraq' in 'She didn't know whether he was dead or alive in Iraq'.",
                "The place provides context for where the death happened. In 'The death toll in Indonesia', 'Indonesia' is the place.",
                "Unlike the 'agent' or 'instrument', the place is the setting of the event. For example, in 'The execution took place in Texas', 'Texas' is the place."
            ],
            "victim": [
                "Examples are the individual or group who has died. In 'A suicide bomber detonated explosives, killing at least four shoppers', 'shoppers' are the victims.",
                "The victim is the one who suffers the fatal outcome. For instance, 'people' in '19 people were killed'.",
                "In some contexts, the victim might be referred to collectively, such as 'victims' in 'The death toll could climb to 30'.",
                "The victim is essential for identifying who has been affected by the event. In 'The bomber was the victim of his own attack', 'bomber' is the victim.",
                "Unlike the 'agent', the victim is the one who experiences the death. For example, in 'The son was found dead', 'son' is the victim."
            ]
        }
    },
    "Divorce(LifeEvent)": {
        "description": [
            "The event is triggered by the legal dissolution of a marriage, often indicated by terms such as 'divorce', 'filed for divorce', 'sued for divorce', or 'divorce settlement'.",
            "The event is triggered by actions or statements indicating the end of a marital relationship, such as 'filed for divorce', 'divorce case', or 'divorce settlement'.",
            "The event is triggered by legal proceedings or agreements that formally end a marriage, often involving court actions or settlements.",
            "The event is triggered by the formal process of ending a marriage, which can be indicated by legal filings, court rulings, or mutual agreements.",
            "The event is triggered by the termination of a marital relationship through legal means, often involving terms like 'divorce', 'divorce case', or 'divorce settlement'."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "person": [
                "Examples are 'Hunter', 'star', 'Michael Crichton', 'Anne-Marie', 'Rod Stewart', 'Rachel Hunter', 'Welches', 'his ex-wife'. These refer to the individuals involved in the divorce, either as the person filing for divorce or the spouse.",
                "The 'person' argument identifies the individuals whose marriage is being dissolved. This can include both parties in the divorce, such as 'Hunter' and 'star' or 'Anne-Marie' and 'Crichton'.",
                "Examples are 'Rachel Hunter', 'husband', 'Welches', 'his ex-wife'. This argument captures the names or references to the individuals directly involved in the divorce proceedings.",
                "The 'person' argument is crucial as it specifies the individuals whose marital relationship is ending. Examples include 'Hunter', 'star', 'Michael Crichton', and 'Anne-Marie'.",
                "Examples are 'Crichton', 'Anne-Marie', 'Rod Stewart', 'Rachel Hunter'. This argument highlights the people who are part of the divorce event, either as the petitioner or the respondent."
            ],
            "place": [
                "Examples are 'Los Angeles', 'court', 'Los Angeles Superior Court'. This argument specifies the location where the divorce proceedings are taking place or where the divorce is being filed.",
                "The 'place' argument identifies the geographical or institutional location related to the divorce event. Examples include 'Los Angeles' and 'court'.",
                "Examples are 'Los Angeles', 'court'. This argument captures the specific place where the divorce is being processed or discussed.",
                "The 'place' argument is important as it provides context about where the divorce proceedings are occurring. Examples include 'Los Angeles' and 'court'.",
                "Examples are 'Los Angeles', 'court'. This argument indicates the location associated with the divorce event, such as the city or the court where the divorce is filed."
            ]
        }
    },
    "Elect(PersonnelEvent)": {
        "description": [
            "The event is triggered by the act of selecting or appointing someone to a position or office through a voting process. Example triggers include 'elected', 're-election', 'elections', and 'by-elections'.",
            "The event is characterized by the involvement of a person or entity being chosen for a role, often in a political or organizational context. Key characteristics include the formal process of voting and the announcement of results.",
            "Unlike other PersonnelEvents such as 'StartPosition', the Elect event specifically involves a voting process rather than an appointment or hiring decision. For example, 'elected' indicates a voting process, whereas 'appointed' would indicate a different event type.",
            "Triggers such as 'elected' and 're-election' are indicative of the Elect event type, not events like 'Injure' or 'Sentence', which involve different contexts and outcomes.",
            "The outcome of the Elect event is the selection of a person or entity for a specific role or position, distinguishing it from events like 'MergeOrg' or 'TransferOwnership', which involve organizational changes or asset transfers rather than personnel selection."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "entity": [
                "Examples are 'USCF' in 'Beatriz Marinello was elected USCF President'. The entity represents the organization or group for which the election is taking place.",
                "The entity is crucial as it provides context to the election, indicating the scope and relevance of the position being filled. For instance, 'USCF' specifies the organization involved.",
                "In cases where the entity is not explicitly mentioned, the context of the election can often be inferred from surrounding text. For example, 'elected President' implies an entity even if not directly stated.",
                "Unlike the 'person' argument, which identifies the individual elected, the 'entity' argument identifies the organization or group associated with the election.",
                "Edge cases may include elections for informal or ad-hoc groups where the entity is not a formal organization. In such cases, the entity can be described based on the context provided in the text."
            ],
            "person": [
                "Examples are 'Beatriz Marinello' in 'Beatriz Marinello was elected USCF President'. The person represents the individual who is being elected.",
                "The person argument is essential as it identifies the individual who has been chosen through the election process. For instance, 'Putin' in 'Putin will face re-election'.",
                "In some cases, the person may be referred to indirectly or by a pronoun, such as 'you' in 'You won't be directly elected'.",
                "Unlike the 'entity' argument, which identifies the organization, the 'person' argument focuses on the individual who is the subject of the election.",
                "Edge cases may include elections where multiple individuals are elected simultaneously. In such cases, each person should be identified separately if possible."
            ],
            "place": [
                "Examples are 'Los Angeles' in 'Beatriz Marinello was elected USCF President in Los Angeles'. The place represents the location where the election takes place.",
                "The place argument provides geographical context to the election, indicating where the event occurred. For instance, 'Iraq' in 'elections in Iraq'.",
                "In some cases, the place may be implied rather than explicitly stated, such as 'elections' in a text primarily discussing a specific country or city.",
                "Unlike the 'entity' and 'person' arguments, which identify the participants in the election, the 'place' argument identifies the location of the event.",
                "Edge cases may include virtual or online elections where the physical location is not relevant. In such cases, the place argument may be omitted or described as 'online' or 'virtual'."
            ]
        }
    },
    "EndOrg(BusinessEvent)": {
        "description": [
            "The event is triggered by the termination or dissolution of an organization. Example triggers include 'is no more', 'dissolving', 'dismantling', 'crumbled', and 'collapsed'.",
            "The event is characterized by the end of an organization's existence or its functional operations. This can be due to various reasons such as political changes, internal decisions, or external pressures.",
            "Unlike events that signify changes within an organization (e.g., StartPosition), this event specifically marks the complete cessation of the organization's activities.",
            "Triggers such as 'hearing' or 'charges' are indicative of JusticeEvent types, not this event type, as they pertain to legal proceedings rather than the end of an organization.",
            "The outcomes of this event type involve the organization ceasing to exist or operate, which is different from events like 'Demonstrate' or 'Attack' that involve conflict but do not necessarily result in the end of an organization."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "org": [
                "Examples are 'rej geemg', 'party', 'empire', 'regime', 'Baath Party'. This argument identifies the organization that is ending.",
                "The 'org' argument is crucial as it specifies the entity that is ceasing to exist or function. It can be any type of organization, such as a political party, regime, or business entity.",
                "In the context of this event, 'org' refers to the specific organization whose termination is being described. For instance, 'Saddam Hussein's regime' in the phrase 'the regime is over'.",
                "Unlike arguments in other event types, 'org' here does not refer to individuals or groups involved in actions but to the entity that is ending.",
                "Edge cases include organizations that are part of larger entities. For example, 'Vivendi Universal's theme parks' in 'dismantling its entertainment empire' refers to a subset of the larger organization."
            ],
            "place": [
                "Examples are 'iraq'. This argument identifies the location where the organization is ending.",
                "The 'place' argument is important as it provides the geographical context for the event. It can be a country, city, or any specific location relevant to the organization's termination.",
                "In the context of this event, 'place' refers to the location associated with the organization's end. For instance, 'Iraq' in the phrase 'the focus in Iraq is turning from military action to rebuilding'.",
                "Unlike arguments in other event types, 'place' here does not refer to locations of actions or events but to the location relevant to the organization's end.",
                "Edge cases include situations where the location is implied rather than explicitly stated. For example, 'the local Baath Party leadership was crumbling' implies a specific location without directly naming it."
            ]
        }
    },
    "EndPosition(PersonnelEvent)": {
        "description": [
            "The event is triggered by the termination or conclusion of a person's role or position within an organization or entity. Example triggers include 'quit', 'ending', 'removal', 'leave', 'steps down', 'formerly', and 'previously'.",
            "The event is characterized by a person ceasing to hold a specific position or title, often marked by explicit language indicating the end of their tenure. This can include voluntary resignation, retirement, or being replaced.",
            "Unlike the StartPosition event, which marks the beginning of a role, the EndPosition event specifically denotes the conclusion of a role. For instance, 'steps down' indicates an end, whereas 'appointed' would indicate a start.",
            "Triggers such as 'quit' and 'removal' are indicative of the EndPosition event type, not the StartPosition event type. The focus is on the cessation of duties rather than the commencement.",
            "The event outcomes include the person no longer holding their previous position, which can be due to various reasons such as resignation, termination, or retirement. This is distinct from events like Elect, which involve the selection or appointment to a new role."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "entity": [
                "Examples are 'Vivendi Universal Entertainment', 'Barclays Bank', 'Department of Trade and Industry'. The entity argument refers to the organization or entity from which the person is ending their position.",
                "The entity is crucial as it provides context to the position being vacated. For instance, 'Vivendi Universal Entertainment' in 'Barry Diller quit as chief of Vivendi Universal Entertainment'.",
                "In cases where multiple entities are mentioned, such as 'Barclays Bank, BZW, and Kleinwort Benson', all relevant entities should be included if they are part of the person's previous roles.",
                "The entity can sometimes be implied or indirectly referenced, such as 'the entertainment unit of French giant Vivendi Universal'.",
                "Edge cases include situations where the entity is a broader category or sector, like 'the Department of Trade and Industry' for a civil servant."
            ],
            "person": [
                "Examples are 'Barry Diller', 'Jean-Marie Messier', 'Callum McCarthy'. The person argument identifies the individual whose position is ending.",
                "The person is the central figure in the event, as their role or position is the one being concluded. For example, 'Jean-Marie Messier' in 'the removal of expansionist boss Jean-Marie Messier'.",
                "In some cases, the person may be referred to by a pronoun, such as 'he' or 'his', which should be correctly identified and linked to the individual.",
                "The person can also be identified by their title or role, such as 'president' or 'incumbent', which provides additional context to their position.",
                "Edge cases include situations where the person's name is not explicitly mentioned but can be inferred from the context, such as 'the most moderate member of the Bush cabinet' referring to Colin Powell."
            ],
            "place": [
                "Examples are 'Chinese', 'London'. The place argument refers to the geographical location associated with the end of the position.",
                "The place provides additional context to the event, indicating where the position was held or where the person is leaving from. For example, 'London' in 'when incumbent Howard Davies steps down'.",
                "In some cases, the place may be implied or part of a larger entity, such as 'Chinese' in 'former Chinese president'.",
                "The place can also refer to the broader location or region relevant to the event, such as 'the University of London' for a position within the London School of Economics.",
                "Edge cases include situations where the place is not directly mentioned but can be inferred from the context, such as 'the world's second-largest media group' referring to Vivendi Universal's global operations."
            ]
        }
    },
    "Execute(JusticeEvent)": {
        "description": [
            "The event is triggered by the act of carrying out a death sentence on an individual, typically by a state or legal authority. Example triggers include 'executed', 'execution', 'put to death', and 'death'.",
            "The event is characterized by the finality of the action, where the individual is killed as a result of a legal decision. This distinguishes it from other JusticeEvents like 'Pardon' or 'ReleaseParole', where the outcome is the release or forgiveness of the individual.",
            "Unlike the 'Die' event, which can occur due to various causes, the 'Execute' event specifically involves a legal or judicial process leading to the death of the individual. Triggers such as 'suicide' or 'killed' are indicative of the 'Die' event, not the 'Execute' event.",
            "The scope of the event includes the legal and procedural aspects leading up to the execution, the act itself, and the aftermath. It does not include the broader context of the individual's crimes or the legal proceedings unless they directly pertain to the execution.",
            "The event outcomes are the death of the individual and the legal closure of their case. This is in contrast to events like 'Appeal' or 'Convict', where the legal process is ongoing or results in a different form of judgment."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "agent": [
                "Examples are 'texas', 'Indonesia', 'we', 'Pakistan'. The agent is the entity responsible for carrying out the execution, typically a state, country, or legal authority.",
                "The agent's role is crucial as it signifies the authority under which the execution is performed. This can include government bodies, judicial systems, or specific officials.",
                "In cases where the agent is a collective entity (e.g., 'we'), it represents the executing authority or body. For instance, 'we' in the context of a legal office or government department.",
                "Edge cases include situations where the agent is implied rather than explicitly stated. For example, 'the state' or 'the country' can be inferred as the agent in certain contexts.",
                "Unlike the 'attacker' in the 'Attack' event, the agent in the 'Execute' event operates within a legal framework and authority, emphasizing the judicial nature of the action."
            ],
            "person": [
                "Examples are 'person', 'convicts', 'them', 'six', 'men', 'convict', 'McVeigh', 'delma banks', 'he', 'killer'. The person is the individual(s) who are being executed.",
                "The person's role is central to the event as they are the subject of the execution. This can include individuals on death row, convicts, or those sentenced to death.",
                "In some cases, the person may be referred to by their role or status, such as 'killer' or 'convict', rather than by name. This highlights their identity in the context of the execution.",
                "Edge cases include situations where the person is part of a group or collective, such as 'six' or 'them'. These references still point to the individuals being executed.",
                "Unlike the 'victim' in the 'Die' event, the person in the 'Execute' event is specifically under a legal death sentence, emphasizing the judicial decision leading to their execution."
            ],
            "place": [
                "Examples are 'state', 'Indonesia', 'country', 'texas'. The place is the location where the execution is carried out.",
                "The place's role is to provide the geographical context of the execution, indicating where the legal authority is exercised.",
                "In some cases, the place may be a broader region or country, such as 'Indonesia' or 'country', rather than a specific location. This still provides the necessary context for the event.",
                "Edge cases include situations where the place is implied rather than explicitly stated. For example, 'the state' can be inferred as the location in certain contexts.",
                "Unlike the 'place' in the 'Extradite' event, which involves the origin and destination of a person being transferred, the place in the 'Execute' event is solely where the execution occurs, emphasizing the finality of the action."
            ]
        }
    },
    "Extradite(JusticeEvent)": {
        "description": [
            "The event is triggered by the act of transferring a person from one jurisdiction to another for legal proceedings. Example triggers include 'extradite', 'extradition', and 'extraditing'.",
            "The event is triggered by legal actions involving the formal process of handing over a suspect or convicted individual from one authority to another. Key characteristics include the involvement of legal authorities and the movement of the person across jurisdictions.",
            "The event is triggered by the legal process where a person is sent from one place to another to face charges or serve a sentence. Unlike the 'ArrestJail' event, this event involves cross-jurisdictional transfer rather than initial detention.",
            "The event is triggered by the formal request and subsequent transfer of an individual from one state or country to another for legal reasons. Triggers such as 'extradition' are indicative of this event type, not 'Transport' which involves general movement without legal context.",
            "The event is triggered by the legal procedure of surrendering a person from one jurisdiction to another, often involving international or interstate cooperation. This event differs from 'ReleaseParole' as it focuses on the transfer for prosecution or punishment rather than release from custody."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "agent": [
                "Examples are 'court', 'government', 'police department'. The agent is the authority or entity responsible for initiating or carrying out the extradition process.",
                "The agent plays a crucial role in the extradition process, often being a legal or governmental body. For instance, 'the court' in 'the court won't have to initiate the time-consuming process of extraditing her'.",
                "The agent is typically a legal or governmental authority that has the power to request or enforce the extradition. Examples include 'the post-Milosevic government' in 'the post-Milosevic government later extradited him'.",
                "The agent is the entity that oversees the extradition process, ensuring that legal protocols are followed. For example, 'the police department' in 'he's currently at atlanta police department headquarters pending extradition'.",
                "The agent is responsible for the legal and procedural aspects of the extradition, often involving coordination with other jurisdictions. An example is 'the original court' in 'the original court to have her hauled back to its jurisdiction'."
            ],
            "destination": [
                "Examples are 'jurisdiction', 'Hague', 'state'. The destination is the place to which the person is being extradited.",
                "The destination is the final location where the person will face legal proceedings or serve a sentence. For instance, 'the state of louisiana' in 'pending extradition back to the state of louisiana'.",
                "The destination is the jurisdiction that has requested the extradition and where the legal process will continue. An example is 'the Hague' in 'extradited him to the U.N. war crimes tribunal in The Hague'.",
                "The destination is the place where the person will be transferred to face charges or punishment. For example, 'jurisdiction' in 'the court won't have to initiate the time-consuming process of extraditing her to its jurisdiction'.",
                "The destination is the location specified in the extradition request, often a different state or country. An example is 'jurisdiction' in 'have her hauled back to its jurisdiction'."
            ],
            "origin": [
                "Examples are 'state', 'headquarters'. The origin is the place from which the person is being extradited.",
                "The origin is the initial location where the person is currently held or from where they are being transferred. For instance, 'state' in 'if she skips out and goes to another state'.",
                "The origin is the place where the person was initially detained or located before the extradition process begins. An example is 'headquarters' in 'currently at atlanta police department headquarters pending extradition'.",
                "The origin is the jurisdiction that currently holds the person and is transferring them to another jurisdiction. For example, 'state' in 'if she skips out and goes to another state'.",
                "The origin is the starting point of the extradition process, often where the person was apprehended or detained. An example is 'state' in 'if she skips out and goes to another state'."
            ],
            "person": [
                "Examples are 'she', 'him', 'her'. The person is the individual being extradited.",
                "The person is the subject of the extradition process, the one being transferred from one jurisdiction to another. For instance, 'she' in 'the waiver of extradition that she signed'.",
                "The person is the individual who is being legally transferred to face charges or serve a sentence. An example is 'him' in 'the post-Milosevic government later extradited him'.",
                "The person is the one who is being moved from one place to another under legal authority. For example, 'he' in 'he's currently at atlanta police department headquarters pending extradition'.",
                "The person is the individual whose legal status is being transferred from one jurisdiction to another. An example is 'her' in 'the court won't have to initiate the time-consuming process of extraditing her'."
            ]
        }
    },
    "Fine(JusticeEvent)": {
        "description": [
            "The event is triggered by the imposition of a monetary penalty on an individual or entity as a result of a legal or regulatory decision. Example triggers include 'fine', 'fined', and 'pay a fine'.",
            "The event is characterized by the requirement for the entity to pay a specified amount of money, often as a result of a legal judgment or regulatory action. Key characteristics include the presence of an adjudicator and the entity being fined.",
            "Unlike other JusticeEvent types such as 'Convict' or 'ChargeIndict', the Fine event specifically involves a financial penalty rather than a criminal charge or conviction. Triggers such as 'convicted' or 'charged' are indicative of those events, not the Fine event.",
            "The Fine event often involves a legal or regulatory authority (adjudicator) imposing the penalty on the entity. The outcome is the payment of a fine, which distinguishes it from events like 'Extradite' or 'TrialHearing' where the outcomes involve legal proceedings or hearings.",
            "The event is triggered by actions that result in a financial penalty being imposed, such as 'ordered to pay a fine' or 'slapped with a fine'. The scope of the event includes the imposition and payment of the fine, but not the underlying legal proceedings that led to the fine."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "adjudicator": [
                "Examples are 'judge', 'court', 'SEC'. The adjudicator is the authority or body that imposes the fine. This can be a judge, a regulatory body, or any official entity with the power to levy fines.",
                "The adjudicator plays a crucial role in the Fine event as they are responsible for determining and imposing the fine. For instance, 'The judge ordered the company to pay a fine'.",
                "In some cases, multiple adjudicators may be involved, such as 'The judge and the SEC imposed a fine'. This highlights the collaborative nature of some regulatory actions.",
                "Unlike the 'entity' argument, the adjudicator is not the recipient of the fine but the imposer. For example, 'The court fined the company' clearly distinguishes the roles.",
                "Edge cases include situations where the adjudicator is not explicitly mentioned but implied, such as 'The company was fined' where the adjudicator is understood to be a regulatory body or court."
            ],
            "entity": [
                "Examples are 'Ranjha', 'Monitor', 'MCI'. The entity is the individual or organization that is required to pay the fine. This can be a person, a company, or any other legal entity.",
                "The entity is the subject of the Fine event, as they are the ones penalized. For example, 'The company was fined $1 million' identifies the company as the entity.",
                "In some cases, the entity may be a collective group, such as 'The brokerages were fined'. This indicates that multiple entities are being fined together.",
                "Unlike the 'adjudicator', the entity is the recipient of the penalty, not the imposer. For instance, 'The judge fined the company' clearly separates the roles.",
                "Edge cases include situations where the entity is not explicitly named but can be inferred, such as 'He was fined' where 'he' refers to a previously mentioned individual."
            ],
            "place": [
                "Examples are 'offices', 'court', 'New York'. The place is the location where the fine is imposed or where the entity is required to pay the fine. This can be a physical location or a jurisdiction.",
                "The place provides context for the Fine event, indicating where the legal or regulatory action is taking place. For example, 'The fine was imposed in New York' specifies the jurisdiction.",
                "In some cases, the place may refer to the location of the entity being fined, such as 'The company was fined at its headquarters'. This highlights the relevance of the location to the event.",
                "Unlike the 'entity' and 'adjudicator', the place is not a participant in the event but provides contextual information. For instance, 'The court in New York fined the company' specifies the location of the court.",
                "Edge cases include situations where the place is not explicitly mentioned but can be inferred, such as 'The fine was imposed' where the location is understood to be the jurisdiction of the adjudicator."
            ]
        }
    },
    "Injure(LifeEvent)": {
        "description": [
            "The event is triggered by terms indicating physical harm or injury to individuals, such as 'wounded', 'injured', 'harm', or 'injuries'.",
            "The event is characterized by the infliction of physical damage or pain to one or more individuals, often resulting from violent actions or accidents.",
            "Unlike the 'Die' event type, the 'Injure' event does not result in the death of the victim but rather in non-fatal physical harm.",
            "Triggers such as 'killed' or 'dead' are indicative of the 'Die' event type, not the 'Injure' event type.",
            "The outcome of the 'Injure' event is the victim sustaining physical injuries, which may vary in severity but do not lead to death."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "agent": [
                "Examples are the person or entity causing the injury, such as 'bomber' in 'A suicide bomber detonated explosives'.",
                "The agent is responsible for the action that leads to the injury, such as 'attacker' or 'shooter'.",
                "In cases where the injury is accidental, the agent might be an inanimate object or natural force, like 'falling debris' or 'earthquake'.",
                "The agent can be an individual or a group, such as 'insurgents' or 'terrorists'.",
                "In some contexts, the agent might be implied rather than explicitly stated, such as 'the injured were taken to the hospital' where the cause of injury is understood from context."
            ],
            "instrument": [
                "Examples are the tools or means used to inflict the injury, such as 'explosives' in 'A suicide bomber detonated explosives'.",
                "The instrument can be a weapon or object, like 'gun', 'knife', or 'vehicle'.",
                "In some cases, the instrument might be a natural element, such as 'fire' or 'flood'.",
                "The instrument is crucial in understanding the nature of the injury, such as 'chemical' in 'chemical burns'.",
                "In some instances, the instrument might be part of the environment, like 'falling rocks' or 'collapsing building'."
            ],
            "place": [
                "Examples are the location where the injury occurred, such as 'mall' in 'A suicide bomber detonated explosives at the entrance to a crowded mall'.",
                "The place can be a specific building or area, like 'airport', 'school', or 'park'.",
                "In some cases, the place might be a broader geographical location, such as 'city' or 'country'.",
                "The place helps contextualize the event, providing information about where the injury took place, such as 'battlefield' or 'hospital'.",
                "In some contexts, the place might be implied or understood from the surrounding text, such as 'the injured were taken to the nearest hospital'."
            ],
            "victim": [
                "Examples are the individuals who sustained injuries, such as '20' in 'wounding 20 in the fifth such attack'.",
                "The victim can be a single person or multiple individuals, like 'people', 'children', or 'civilians'.",
                "In some cases, the victim might be described by their role or identity, such as 'soldiers', 'protesters', or 'bystanders'.",
                "The victim is the recipient of the injury, and their description can provide insight into the severity and impact of the event, such as 'severely injured' or 'minor injuries'.",
                "In some contexts, the victim might be implied or understood from the surrounding text, such as 'the injured were taken to the hospital'."
            ]
        }
    },
    "Marry(LifeEvent)": {
        "description": [
            "The event is triggered by the act of entering into a marriage or wedding ceremony. Examples include 'marry', 'wedding', 'marriage', 'wed', and 'married'.",
            "The event is characterized by the formal union of two individuals in a recognized relationship. Key characteristics include the presence of a ceremony, legal recognition, and social acknowledgment.",
            "Unlike the Divorce event, which signifies the dissolution of a marriage, the Marry event signifies the formation or celebration of a marriage. Triggers such as 'divorce' are indicative of the Divorce event, not the Marry event.",
            "The Marry event can occur in various contexts, including traditional ceremonies, legal proceedings, and informal celebrations. The outcome is the establishment of a marital relationship.",
            "Triggers and outcomes for the Marry event differ from related events like Engagement, which signifies the intention to marry, not the actual marriage. Triggers such as 'engaged' are indicative of the Engagement event, not the Marry event."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "person": [
                "Examples are individuals who are getting married. In the sentence 'Prison authorities have given the nod for Anwar to be taken home later in the afternoon to marry his eldest daughter, Nurul Izzah, to engineer Raja Ahmad Sharir Iskandar in a traditional Malay ceremony, he said.', the arguments 'daughter' and 'Raja Ahmad Sharir Iskandar' are the persons getting married.",
                "The role of the 'person' argument is to identify the individuals involved in the marriage. It is crucial for understanding who the primary participants are in the event.",
                "In the sentence 'Anne-Marie sued Crichton for divorce in September after their marriage broke down.', the argument 'their' refers to the persons involved in the marriage.",
                "In the sentence 'Hunter, 34, filed for divorce in Los Angeles Superior Court, citing irreconcilable differences with the 58-year-old rock star to whom she has been married for nearly 13 years.', the arguments 'whom' and 'she' refer to the persons involved in the marriage.",
                "Edge cases include references to individuals by pronouns or titles, such as 'he', 'she', 'the bride', or 'the groom'. These should be annotated as 'person' arguments when they clearly refer to individuals getting married."
            ],
            "place": [
                "Examples are locations where the marriage or wedding ceremony takes place. In the sentence 'Prison authorities have given the nod for Anwar to be taken home later in the afternoon to marry his eldest daughter, Nurul Izzah, to engineer Raja Ahmad Sharir Iskandar in a traditional Malay ceremony, he said.', the argument 'home' is the place where the marriage occurs.",
                "The role of the 'place' argument is to specify the location of the marriage event. It provides context and setting for the event.",
                "In the sentence 'Rudolph Giuliani will wed his companion, Judith Nathan, on May 24 in the ex-mayor's old home, Gracie Mansion.', the argument 'home' refers to the place where the wedding will take place.",
                "In the sentence 'Hunter, 34, filed for divorce in Los Angeles Superior Court, citing irreconcilable differences with the 58-year-old rock star to whom she has been married for nearly 13 years.', the argument 'Los Angeles' refers to the place where the marriage was legally recognized.",
                "Edge cases include references to places by descriptive terms or specific locations, such as 'church', 'beach', 'city hall', or 'destination wedding'. These should be annotated as 'place' arguments when they clearly indicate the location of the marriage event."
            ]
        }
    },
    "Meet(ContactEvent)": {
        "description": [
            "The event is triggered by interactions or gatherings where individuals or groups come together for a specific purpose. Example triggers include 'talks', 'conference', 'forum', 'negotiations', 'meeting', 'brief', and 'discussed'.",
            "The event is characterized by the presence of multiple entities (people or organizations) and often occurs at a specific location. It involves direct communication or exchange of information between the participants.",
            "Unlike other ContactEvents such as PhoneWrite, which involves remote communication, the Meet event requires physical presence or direct interaction between the entities involved.",
            "Triggers such as 'executed' or 'fine' are indicative of JusticeEvents, not this event type. The Meet event focuses on the act of coming together rather than legal or punitive actions.",
            "The outcome of a Meet event is typically the exchange of ideas, information, or decisions made during the interaction. This differs from ConflictEvents like 'Attack' or 'Demonstrate', which involve confrontation or violence rather than communication."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "entity": [
                "Examples are individuals or groups participating in the meeting. In the sentence 'Blair and Bush were to hold a joint press conference', 'Blair' and 'Bush' are the entities.",
                "The entity argument is crucial as it identifies the participants involved in the event. For instance, in 'Several top diplomacy experts told a Kremlin-run forum', 'experts' are the entities.",
                "Entities can be organizations or countries as well. For example, in 'Negotiations between Washington and Pyongyang', 'Washington' and 'Pyongyang' are the entities.",
                "In some cases, the entity might be a pronoun referring to a group of people, such as 'They' in 'They are scheduled to meet next in the Russian leader's native city'.",
                "Entities are not limited to human participants; they can also include roles or titles, such as 'Chief executive Jean-Rene Fourtou' and 'shareholders' in 'Chief executive Jean-Rene Fourtou told shareholders at the group's annual general meeting'."
            ],
            "place": [
                "Examples are locations where the meeting takes place. In the sentence 'Meanwhile Blair arrived in Washington late Wednesday for two days of talks with Bush at the Camp David presidential retreat', 'retreat' is the place.",
                "The place argument is important as it provides the context of where the event occurs. For instance, in 'Negotiations between Washington and Pyongyang on their nuclear dispute have been set for April 23 in Bejing', 'Bejing' is the place.",
                "Places can be specific cities or venues, such as 'Paris' in 'Israeli Foreign Minister Silvan Shalom on Wednesday stressed Qatar's role in the Middle East peace process during talks with his Qatari counterpart Sheikh Hamad bin Jassem bin Jabr al-Thani in Paris'.",
                "In some cases, the place might be a general location, such as 'city' in 'They are scheduled to meet next in the Russian leader's native city of Saint Petersburg'.",
                "The place can also be inferred from the context, such as 'Seoul' in 'Kelly, the US assistant secretary for East Asia and Pacific Affairs, arrived in Seoul from Beijing Friday to brief Yoon, the foreign minister'."
            ]
        }
    },
    "MergeOrg(BusinessEvent)": {
        "description": [
            "The event is triggered by the merging of two or more organizations into a single entity. Example triggers include 'merged', 'merger', 'tying the knot', and 'create'.",
            "The event is characterized by the combination of separate organizations into one, often to increase efficiency, market share, or resources. Key characteristics include the involvement of multiple organizations and a unification process.",
            "Unlike the StartOrg event, which involves the creation of a new organization, the MergeOrg event involves the consolidation of existing organizations. Triggers such as 'opening' or 'launching' are indicative of StartOrg, not MergeOrg.",
            "The MergeOrg event differs from the EndOrg event, which signifies the dissolution or termination of an organization. Triggers like 'is no more' or 'closed' are indicative of EndOrg, not MergeOrg.",
            "The outcome of a MergeOrg event is a single, unified organization formed from the merging entities. This is distinct from events like TransferOwnership, where ownership changes hands but the organizations remain separate."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "org": [
                "Examples are 'Department of Minority Business Enterprise', 'Department of Business Assistance', 'organizations', 'Warner Communications', 'industries', 'business', 'startups', 'competitors', 'Oracle', 'Peoplesoft', 'sides', 'company'. The 'org' argument represents the organizations involved in the merger.",
                "The 'org' argument is crucial as it identifies the entities being merged. It can include companies, departments, or any organizational units. For instance, 'Oracle' and 'Peoplesoft' in the context of a merger.",
                "In cases where the text mentions multiple organizations, all relevant entities should be included in the 'org' argument. For example, 'startups' and 'competitors' in a merger context.",
                "The 'org' argument should not include entities that are not part of the merger. For example, in a sentence about a merger involving 'Oracle' and 'Peoplesoft', other companies mentioned in a different context should not be included.",
                "Edge cases include scenarios where the organizations are not explicitly named but referred to in a general sense, such as 'two organizations'. In such cases, the general reference should be captured as the 'org' argument."
            ]
        }
    },
    "Nominate(PersonnelEvent)": {
        "description": [
            "The event is triggered by the act of officially naming or designating someone for a position or role. Example triggers include 'name', 'nominate', 'select', and 'appoint'.",
            "The event is characterized by an agent (the nominator) and a person (the nominee) who is being nominated for a specific role or position. The scope of the event includes any formal or informal nomination process.",
            "Unlike the 'Elect' event type, which involves a voting process, the 'Nominate' event type does not necessarily involve a vote but rather a designation or selection by an individual or group.",
            "Triggers such as 'elected' are indicative of the 'Elect' event type, not the 'Nominate' event type. The 'Nominate' event focuses on the act of naming or proposing someone for a role, not the final selection through voting.",
            "The outcome of the 'Nominate' event is the proposal or designation of a person for a role, whereas the 'Elect' event results in the final selection of a person through a voting process."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "agent": [
                "The agent is the entity (person or organization) that performs the act of nominating. Examples are 'pope' in 'the pope will reportedly name a new head', 'British Chancellor of the Exchequer Gordon Brown' in 'Gordon Brown on Tuesday named the current head'.",
                "The agent is crucial as it indicates who is responsible for the nomination. In the sentence 'Secretary for Social Affairs and Culture Chui Sai On, who has been named director by the government', 'government' is the agent.",
                "In cases where the agent is implied but not explicitly mentioned, context can help identify the agent. For example, in 'I'd love to call it a classic raid -- he's making an offer for the company, nominating his own board', 'he' is the agent.",
                "The agent can be an individual or a collective entity. For instance, 'Bush' in 'Bush has been selecting new Cabinet members' is an individual agent, while 'the government' in 'named director by the government' is a collective entity.",
                "In some contexts, the agent may be a pronoun, such as 'you' in 'So any thoughts on who you uh you would name?' or 'I' in 'You know who I would name?'."
            ],
            "person": [
                "The person is the individual who is being nominated for a position or role. Examples are 'head' in 'the pope will reportedly name a new head', 'current head' in 'named the current head'.",
                "The person is the focus of the nomination and is the one being proposed for a role. In 'Peterson, of course, is a candidate for the Lt. Governor nomination', 'candidate' is the person.",
                "In some cases, the person may be referred to by a pronoun or a general term. For example, 'who' in 'So any thoughts on who you uh you would name?' or 'who' in 'You know who I would name?'.",
                "The person can be identified by their role or title, such as 'board' in 'nominating his own board' or 'Chui Sai On' in 'named director of the SARS task force'.",
                "In contexts where multiple individuals are being nominated, the person argument can refer to a group, such as 'members' in 'selecting new Cabinet members'."
            ]
        }
    },
    "Pardon(JusticeEvent)": {
        "description": [
            "The event is triggered by an official act of forgiving or excusing a person from a punishment or legal consequence. Example triggers include 'pardoned', 'cleared', and 'forgiven'.",
            "The event is characterized by the involvement of an adjudicator who grants the pardon, a defendant who receives the pardon, and sometimes a specific place where the pardon is issued.",
            "Unlike the Convict event, which involves a legal judgment of guilt, the Pardon event involves the nullification or forgiveness of such a judgment.",
            "Triggers such as 'convicted' or 'sentenced' are indicative of the Convict or Sentence event types, not the Pardon event type.",
            "The outcome of a Pardon event is the release or forgiveness of the defendant from legal penalties, distinguishing it from events like Execute or Fine, which impose penalties."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "adjudicator": [
                "Examples are 'King Abdullah II', 'court', 'board of pardon and paroles'. The adjudicator is the authority or official body that grants the pardon.",
                "The adjudicator plays a crucial role as they have the power to forgive or excuse the defendant from legal consequences.",
                "In some cases, the adjudicator may be a single individual, such as a president or governor, while in others, it may be a collective body like a court or parole board.",
                "The adjudicator must be distinguished from other legal authorities involved in different justice events, such as a judge in a sentencing event.",
                "Edge cases include situations where the adjudicator is not explicitly mentioned but can be inferred from context, such as 'the government pardoned the prisoner'."
            ],
            "defendant": [
                "Examples are 'legislator', 'their', 'former chairman Alfred Taubman'. The defendant is the person who is being pardoned.",
                "The defendant is the individual who benefits from the pardon, being released from legal penalties or forgiven for their actions.",
                "In some cases, the defendant may be a well-known public figure, while in others, it may be a less prominent individual.",
                "The defendant must be distinguished from other roles in justice events, such as the plaintiff in an Appeal event or the victim in a Die event.",
                "Edge cases include situations where the defendant is a group of people, such as 'the prisoners were pardoned'."
            ],
            "place": [
                "Examples are 'Jordan', 'Manhattan', 'Indonesian'. The place is the location where the pardon is issued or takes effect.",
                "The place provides context for the event, indicating where the legal authority has jurisdiction or where the defendant is located.",
                "In some cases, the place may be a specific city or country, while in others, it may be a more general region or jurisdiction.",
                "The place must be distinguished from other locations involved in different events, such as the place of arrest in an ArrestJail event or the place of execution in an Execute event.",
                "Edge cases include situations where the place is not explicitly mentioned but can be inferred from context, such as 'the president pardoned the prisoner in his country'."
            ]
        }
    },
    "PhoneWrite(ContactEvent)": {
        "description": [
            "The event is triggered by any form of communication made via telephone or similar devices, such as a phone call, telephone conversation, or message. Example triggers include 'telephone', 'call', 'told', 'discussed', 'phone', 'chatted', 'contacted', and 'written'.",
            "The event is characterized by the exchange of information or messages between entities through a phone or similar communication device. It involves at least one entity initiating the contact and another entity receiving it.",
            "Unlike other ContactEvents, the PhoneWrite event specifically involves the use of a telephone or similar device as the medium of communication. For instance, 'discussed' in the context of a phone conversation is a trigger for PhoneWrite, but 'discussed' in a face-to-face meeting is not.",
            "Triggers such as 'call' and 'telephone' are indicative of the PhoneWrite event type, not other ContactEvents like face-to-face meetings or written correspondence without the use of a phone.",
            "The outcome of the PhoneWrite event is the successful transmission of information or messages between entities via a phone or similar device. This distinguishes it from other events where the medium of communication is different, such as emails or in-person conversations."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "entity": [
                "Examples are the individuals or groups involved in the phone communication. In the sentence 'The spokesman said by telephone from Agartala,' the 'spokesman' is the entity.",
                "The entity argument represents the participants in the phone communication. For instance, in 'Bush told Chretien by telephone,' both 'Bush' and 'Chretien' are entities.",
                "Entities are crucial as they identify who is involved in the communication. In 'He called Bush,' 'he' and 'Bush' are the entities.",
                "Entities can be individuals or groups. For example, in 'The leaders discussed by phone,' 'leaders' is the entity.",
                "In cases where pronouns are used, they should be resolved to their antecedents. For example, in 'She called him,' 'she' and 'him' should be identified as the entities involved in the communication."
            ],
            "place": [
                "Examples are the locations associated with the phone communication. In 'The spokesman said by telephone from Agartala,' 'Agartala' is the place.",
                "The place argument indicates where the communication is taking place or where the entities are located during the communication. For instance, in 'He called from his office,' 'office' is the place.",
                "Places are important as they provide context to the communication. In 'She called from New York,' 'New York' is the place.",
                "The place can be a specific location or a broader area. For example, in 'They discussed by phone from the White House,' 'White House' is the place.",
                "In some cases, the place might be implied or not explicitly mentioned. For example, in 'He called her,' if the context indicates a location, it should be annotated as the place."
            ]
        }
    },
    "ReleaseParole(JusticeEvent)": {
        "description": [
            "The event is triggered by the act of releasing an individual from custody or imprisonment, often under specific conditions such as parole. Example triggers include 'release', 'parole', 'freed', and 'released'.",
            "The event is characterized by the transition of a person from a state of confinement to freedom, typically involving legal or administrative actions. It is distinct from events like 'Acquit' or 'Pardon' which involve legal judgments rather than the physical act of release.",
            "Unlike 'Execute' or 'Convict', which involve the imposition of penalties or judgments, 'ReleaseParole' focuses on the cessation of confinement. Triggers such as 'executed' or 'convicted' are indicative of these other events, not 'ReleaseParole'.",
            "The scope of the event includes the conditions under which the release occurs, such as parole or good behavior, and the entities involved in the process, such as legal authorities or correctional facilities.",
            "The outcomes of the event typically involve the individual gaining freedom, often with certain restrictions or conditions. This is different from 'TransferOwnership' or 'TransferMoney', which involve the transfer of assets or funds rather than the release of a person."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "entity": [
                "Examples are 'negotiators', 'lawyer', or 'court'. This argument represents the entity or organization involved in the process of releasing the individual. It is crucial as it identifies the authority or body responsible for the release.",
                "In the context of 'ReleaseParole', the entity could be a legal body, a correctional facility, or any organization that has the authority to release the individual. For instance, 'negotiators' in the example 'negotiators say he demanded the release of four prisoners'.",
                "The entity argument helps to clarify who is facilitating or authorizing the release, distinguishing it from other events where the entity might be a different type of organization, such as a 'jury' in a 'Convict' event.",
                "In some cases, the entity might be implicit or not explicitly mentioned, but it is understood to be the authority overseeing the release. For example, 'the court' in 'the court ordered his release'.",
                "Unlike the 'adjudicator' in events like 'Acquit' or 'Convict', the entity in 'ReleaseParole' is more focused on the administrative or procedural aspect of the release rather than the judgment itself."
            ],
            "person": [
                "Examples are 'ramzi binalshibh', 'Anwar', or 'Pasko'. This argument represents the individual who is being released from custody or imprisonment. It is central to the event as it identifies the subject of the release.",
                "The person argument is crucial for understanding who is gaining freedom as a result of the event. For instance, 'Anwar' in 'Anwar, 56, who this week completed four years in prison'.",
                "In 'ReleaseParole', the person is typically someone who has been in confinement and is now being released, often under specific conditions. This is different from 'Execute' where the person is subject to capital punishment.",
                "The person argument can also include pronouns or references to individuals, such as 'he' or 'who', as seen in 'who was released on parole earlier this year'.",
                "Unlike the 'defendant' in events like 'Convict' or 'ChargeIndict', the person in 'ReleaseParole' is the one being freed, highlighting the transition from confinement to freedom."
            ],
            "place": [
                "Examples are 'center', 'prison', or 'detention center'. This argument represents the location from which the individual is being released. It provides context to the event by specifying where the release is taking place.",
                "The place argument is important for understanding the setting of the release. For instance, 'center' in 'we know of one detention center, well over 7,000 Iraqis held there'.",
                "In 'ReleaseParole', the place is typically a facility where the individual was confined, such as a prison or detention center. This is different from 'TrialHearing' where the place might be a courtroom.",
                "The place argument helps to distinguish the physical location of the release, which is a key aspect of the event. For example, 'prison' in 'completed four years in prison'.",
                "Unlike the 'place' in events like 'Meet' or 'Demonstrate', which might refer to locations of gatherings or protests, the place in 'ReleaseParole' specifically refers to the site of confinement and subsequent release."
            ]
        }
    },
    "Sentence(JusticeEvent)": {
        "description": [
            "The event is triggered by the act of a judicial body or authority issuing a formal judgment or punishment to a defendant. Example triggers include 'sentenced', 'sentence', and 'handed out sentences'.",
            "The event is characterized by the presence of an adjudicator (e.g., court, judge), a defendant (e.g., individual or group being sentenced), and sometimes a place (e.g., country, city) where the sentencing occurs.",
            "Unlike the Convict event, which focuses on the determination of guilt, the Sentence event specifically pertains to the imposition of a penalty or punishment following a conviction.",
            "Triggers such as 'convicted' are indicative of the Convict event type, not the Sentence event type. The Sentence event focuses on the outcome of the judicial process, not the determination of guilt.",
            "The event outcomes include various forms of punishment such as imprisonment, fines, or death sentences, which are distinct from the outcomes of other JusticeEvent types like Execute or Extradite."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "adjudicator": [
                "Examples are 'court', 'judge', 'tribunal'. The adjudicator is the authority that issues the sentence. It is crucial as it represents the legal body responsible for the judgment.",
                "In the sentence 'The Supreme Court sentenced the defendant to life imprisonment', 'Supreme Court' is the adjudicator.",
                "The adjudicator can be a specific judge or a general term like 'court'. For instance, 'Judge Smith' or 'the court' can both serve as adjudicators.",
                "In cases where the adjudicator is not explicitly mentioned, it can be inferred from context, such as 'The defendant was sentenced to five years' where the adjudicator is implied to be the court handling the case.",
                "Unlike the prosecutor in a ChargeIndict event, the adjudicator in a Sentence event is the entity that delivers the final judgment, not the one bringing charges."
            ],
            "defendant": [
                "Examples are 'individual', 'group', 'organization'. The defendant is the party receiving the sentence. This argument is essential as it identifies who is being punished.",
                "In the sentence 'The billionaire was sentenced to one year in prison', 'billionaire' is the defendant.",
                "The defendant can be a specific person or a group, such as 'the smugglers' or 'the company'.",
                "In some cases, the defendant may be referred to by pronouns, such as 'he' or 'they', as in 'He was sentenced to five years'.",
                "Unlike the victim in an Injure event, the defendant in a Sentence event is the one being judged and punished by the legal system."
            ],
            "place": [
                "Examples are 'country', 'city', 'province'. The place indicates where the sentencing occurs. It provides context about the jurisdiction and location of the legal proceedings.",
                "In the sentence 'A Pakistani court in central Punjab province has sentenced a man to life imprisonment', 'central Punjab province' is the place.",
                "The place can be a specific location like 'New York' or a broader region like 'the United States'.",
                "In some instances, the place may be implied rather than explicitly stated, such as 'The court sentenced him to ten years' where the place is understood to be the location of the court.",
                "Unlike the place in an Extradite event, which indicates the origin and destination of the person being extradited, the place in a Sentence event is where the sentencing occurs."
            ]
        }
    },
    "StartOrg(BusinessEvent)": {
        "description": [
            "The event is triggered by the establishment or creation of a new organization. Example triggers include 'founded', 'created', 'launched', 'opened', and 'built'.",
            "The event is characterized by the initiation of a new business entity or organization, often involving an agent responsible for the creation and a specific location where the organization is established.",
            "Unlike events such as 'Nominate' or 'Elect', which involve assigning roles within existing organizations, 'StartOrg' focuses on the inception of entirely new entities.",
            "Triggers such as 'founded' and 'launched' are indicative of 'StartOrg', whereas triggers like 'appointed' or 'elected' are related to personnel changes within existing organizations.",
            "The outcome of the 'StartOrg' event is the existence of a new organization, which differentiates it from events like 'MergeOrg' or 'AcquireOrg', where existing entities are combined or taken over."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "agent": [
                "The agent is the entity or individual responsible for initiating the creation of the new organization. Examples are 'Kim Dae-Jung' in 'founded by former president Kim Dae-Jung'.",
                "The agent can be a person, group, or another organization that plays a key role in the establishment of the new entity. Examples are 'AIG' in 'AIG is in the final stage of talks to create Japan's sixth largest life insurer'.",
                "In some cases, the agent may be implied or not explicitly mentioned in the text. For instance, 'we' in 'we are going to build a monster'.",
                "The agent is crucial for understanding who is behind the creation of the organization, providing context and accountability. Examples are 'Twentieth Century Fox' in 'he helped launch the Fox Television network'.",
                "Unlike the 'org' argument, which refers to the new entity being created, the agent refers to the initiator of the creation process. Examples are 'Daily Planet Ltd' in 'plans to follow up its May Day launching by opening a 'sex Disneyland''."
            ],
            "org": [
                "The org is the new organization being created or established. Examples are 'Millennium Democratic Party' in 'founded by former president Kim Dae-Jung'.",
                "The org can be a company, political party, group, or any other type of organization. Examples are 'Disneyland' in 'opening a 'sex Disneyland''.",
                "The org is the primary focus of the 'StartOrg' event, representing the new entity that comes into existence. Examples are 'network' in 'he helped launch the Fox Television network'.",
                "In some cases, the org may be a conceptual or planned entity rather than one that already exists. Examples are 'party' in 'forging a new party'.",
                "Unlike the 'agent' argument, which refers to the initiator, the org refers to the entity being created. Examples are 'group' in 'creating the sixth largest private sector banking group in Spain'."
            ],
            "place": [
                "The place is the location where the new organization is being established. Examples are 'here' in 'opening a 'sex Disneyland' here'.",
                "The place can be a city, country, or specific venue where the organization is set up. Examples are 'Sydney' in 'we are going to build a monster in Sydney'.",
                "The place provides geographical context to the 'StartOrg' event, indicating where the new entity will operate. Examples are 'Japan' in 'create Japan's sixth largest life insurer'.",
                "In some cases, the place may be implied or not explicitly mentioned in the text. Examples are 'premises' in 'we have found much bigger premises in a much better location to create a sex Disneyland'.",
                "Unlike the 'org' and 'agent' arguments, which refer to the entity and initiator respectively, the place refers to the physical location of the new organization. Examples are 'Melbourne' in 'the Melbourne-based bordello announced'."
            ]
        }
    },
    "StartPosition(PersonnelEvent)": {
        "description": [
            "The event is triggered by a person starting a new position or role within an organization or entity. Example triggers include 'replace', 'took on', 'begins', 'become', 'took office', 'appointed', 'becoming', and 'became'.",
            "The event is characterized by the initiation of a new role or position by an individual, often marked by formal or official language indicating the start of responsibilities. Key characteristics include the mention of the new role, the individual assuming the role, and sometimes the location or entity associated with the role.",
            "Unlike the 'EndPosition' event, which signifies the conclusion of a role, the 'StartPosition' event focuses on the commencement of duties. For example, 'begins' indicates the start of a new job, whereas 'resigns' would indicate the end of a job.",
            "Triggers such as 'appointed' and 'took office' are indicative of the 'StartPosition' event type, not events like 'EndPosition' or 'TransferPosition'. The outcome of this event is the individual assuming new responsibilities, as opposed to leaving or transferring from a position.",
            "The event scope includes various contexts such as corporate, political, academic, and other professional settings where a person starts a new role. Negative examples include events like 'BeBorn' or 'Die', which are life events unrelated to professional roles."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "entity": [
                "Examples are 'unit', 'operations', 'London School of Economics', 'Palestinian', 'Israel', 'Beijing', 'China', 'parliament'. The entity argument refers to the organization, department, or specific role that the person is starting.",
                "The entity is crucial as it provides context to the new position being assumed. For instance, 'operations' in 'took on the role at the top of Vivendi's US entertainment operations' specifies the department.",
                "In cases where the entity is a well-known organization or institution, it helps in understanding the significance of the position. For example, 'London School of Economics' indicates a prestigious academic role.",
                "The entity can sometimes be a broader term like 'unit' or 'operations', which requires additional context from the text to fully understand the role. For example, 'unit' in 'replace Diller as chairman and chief executive of US unit' refers to a specific division within a company.",
                "Edge cases include instances where the entity might be implied or not explicitly stated. In such cases, the surrounding context should be used to infer the entity. For example, 'operations' might be inferred from 'took on the role at the top of Vivendi's US entertainment operations'."
            ],
            "person": [
                "Examples are 'Jean-Rene Fourtou', 'Diller', 'Callum McCarthy', 'Davies', 'Roh Moo-Hyun', 'minister', 'he', 'Hu Jintao', 'I'. The person argument refers to the individual who is starting the new position.",
                "The person is the central figure in the event, as they are the one assuming the new role. For instance, 'Jean-Rene Fourtou' in 'Jean-Rene Fourtou will replace Diller' is the person starting the new position.",
                "In some cases, the person might be referred to by a pronoun or a title, such as 'he' or 'minister'. It is important to identify the correct individual from the context. For example, 'he' in 'he took office as Israel's foreign minister' refers to the person starting the position.",
                "The person argument is essential for understanding who is taking on the new responsibilities. For example, 'Callum McCarthy' in 'Callum McCarthy begins what is one of the most important jobs' specifies the individual starting the job.",
                "Edge cases include instances where the person might be mentioned indirectly or through a title. In such cases, additional context from the text should be used to identify the person. For example, 'minister' in 'recently appointed Palestinian prime minister' refers to the person starting the position."
            ],
            "place": [
                "Examples are 'Paris', 'Serbia and Montenegro'. The place argument refers to the location where the new position is being assumed.",
                "The place provides geographical context to the event, indicating where the new role is being started. For instance, 'Paris' in 'In Paris, the French media group said' specifies the location of the event.",
                "In some cases, the place might be a country, city, or specific institution. For example, 'Serbia and Montenegro' in 'failed to become a deputy in the parliament of Serbia and Montenegro' specifies the location of the new role.",
                "The place argument helps in understanding the broader context of the event, especially in cases where the location is significant to the role. For example, 'Paris' in 'In Paris, the French media group said' indicates the location of the media group.",
                "Edge cases include instances where the place might be implied or not explicitly stated. In such cases, the surrounding context should be used to infer the place. For example, 'Serbia and Montenegro' might be inferred from 'failed to become a deputy in the parliament of Serbia and Montenegro'."
            ]
        }
    },
    "Sue(JusticeEvent)": {
        "description": [
            "The event is triggered by legal actions where one party (plaintiff) initiates a lawsuit against another party (defendant). Example triggers include 'lawsuit', 'sued', 'litigation', 'action', and 'claims'.",
            "The event is characterized by the formal process of bringing a legal case to court, typically involving a plaintiff and a defendant. It often includes legal terms and references to court proceedings.",
            "Unlike other JusticeEvents such as 'Acquit' or 'TrialHearing', the 'Sue' event specifically involves the initiation of legal action by a plaintiff against a defendant, rather than the outcome or process of a trial.",
            "Triggers such as 'acquitted' or 'hearing' are indicative of other JusticeEvents like 'Acquit' or 'TrialHearing', not the 'Sue' event type. The 'Sue' event focuses on the act of filing or pursuing a lawsuit.",
            "The outcome of the 'Sue' event is the initiation of legal proceedings, which may lead to a trial or settlement. This differs from events like 'Pardon' or 'Execute', which involve the resolution or enforcement of legal decisions."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "adjudicator": [
                "Examples are 'courts', 'judge', 'Supreme Court'. The adjudicator is the authority or body responsible for overseeing the legal proceedings and making judgments.",
                "The adjudicator plays a crucial role in the legal process, ensuring that the case is heard and a fair decision is made. This can include judges, courts, or other legal authorities.",
                "In some cases, the adjudicator may be a specific court or judge mentioned in the text. For example, 'the Supreme Court' or 'Judge Smith'.",
                "Unlike the 'defendant' or 'plaintiff', the adjudicator is not a party to the lawsuit but rather the entity that facilitates the legal process.",
                "Edge cases may include references to multiple adjudicators or courts, such as 'the courts' or 'various judges', indicating a broader legal oversight."
            ],
            "defendant": [
                "Examples are 'Iraq', 'Crichton', 'bankers'. The defendant is the party against whom the lawsuit is filed.",
                "The defendant is typically the individual, organization, or entity being accused or sued by the plaintiff. This can include companies, government bodies, or specific individuals.",
                "In legal texts, the defendant is often mentioned in the context of the accusations or claims made against them. For example, 'the lawsuit against Enron's bankers'.",
                "Unlike the 'plaintiff', the defendant is the party responding to the legal action and may be required to defend themselves in court.",
                "Edge cases may involve multiple defendants or collective entities, such as 'the pair' or 'the company's shareholders', indicating a group being sued."
            ],
            "place": [
                "Examples are 'Washington', 'United States', 'court'. The place refers to the location where the legal action is taking place or where the lawsuit is filed.",
                "The place is important as it provides context for the jurisdiction and legal framework under which the lawsuit is being pursued. This can include cities, countries, or specific courts.",
                "In some cases, the place may be a specific court or legal venue, such as 'the Washington court' or 'the United States Supreme Court'.",
                "Unlike other arguments, the place is not a party to the lawsuit but rather the setting or location of the legal proceedings.",
                "Edge cases may include references to multiple locations or jurisdictions, such as 'foreign courts' or 'various states', indicating a broader geographical context."
            ],
            "plaintiff": [
                "Examples are 'relatives', 'survivors', 'Enron Corp'. The plaintiff is the party initiating the lawsuit and making the legal claims.",
                "The plaintiff is typically the individual, organization, or entity that believes they have been wronged and is seeking legal redress. This can include victims, companies, or specific individuals.",
                "In legal texts, the plaintiff is often mentioned in the context of their grievances or the legal action they are pursuing. For example, 'the lawsuit filed by the victims' relatives'.",
                "Unlike the 'defendant', the plaintiff is the party bringing the legal action and seeking a resolution or compensation through the court.",
                "Edge cases may involve multiple plaintiffs or collective entities, such as 'the buyers and sellers' or 'the company's shareholders', indicating a group initiating the lawsuit."
            ]
        }
    },
    "TransferMoney(TransactionEvent)": {
        "description": [
            "The event is triggered by the act of transferring money from one entity to another. Example triggers include 'give', 'pay', 'fund', 'settle', and 'cost'.",
            "The event is characterized by the movement of monetary value between parties, often involving a giver and a recipient. It can occur in various contexts such as donations, payments, fines, and settlements.",
            "Unlike the TransferOwnership event, which involves the transfer of physical or intellectual property, the TransferMoney event specifically involves the transfer of monetary assets.",
            "Triggers such as 'provide' or 'sell' are indicative of TransferOwnership events, not TransferMoney events, as they involve the transfer of ownership rather than just monetary value.",
            "The outcome of the TransferMoney event is the change in possession of money, which can be for various purposes such as compensation, donation, or settlement of debts."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "beneficiary": [
                "The beneficiary is the entity that ultimately benefits from the transfer of money. Examples are 'Democrats' in the context of political donations or 'neighbor' in the context of compensation for distress.",
                "The beneficiary can be an individual, organization, or group that receives the monetary benefit. For instance, 'clients' in a settlement case.",
                "In some cases, the beneficiary and the recipient can be the same entity, as seen in donations or payments directly to the beneficiary.",
                "The role of the beneficiary is crucial as it identifies who gains from the transaction. For example, 'center' funded by 'Mikhail Gorbachev'.",
                "Edge cases include scenarios where the beneficiary is not explicitly mentioned but can be inferred from the context, such as 'firms' benefiting from a fine paid by clients."
            ],
            "giver": [
                "The giver is the entity that provides the money in the transaction. Examples are 'Planned Parenthood' in a donation context or 'girls' in a compensation context.",
                "The giver can be an individual, organization, or group responsible for initiating the transfer of money. For instance, 'Sotheby's' and 'Christie's' in a settlement case.",
                "The giver's role is to identify the source of the monetary transfer. For example, 'Mikhail Gorbachev' funding a research center.",
                "In some cases, multiple givers can be involved, as seen in joint settlements or payments by multiple entities.",
                "Edge cases include scenarios where the giver is not explicitly mentioned but can be inferred from the context, such as 'houses' in an auction settlement."
            ],
            "place": [
                "The place is the location where the transfer of money occurs or is relevant. Examples are 'Colorado' in a compensation case or 'United States' in an auction settlement.",
                "The place can refer to a geographical location, jurisdiction, or venue related to the transaction. For instance, 'outside the United States' in an international settlement.",
                "The role of the place is to provide context about where the transaction is taking place or has legal relevance. For example, 'Belgrade' in a property transfer case.",
                "In some cases, the place may not be explicitly mentioned but can be inferred from the context, such as 'state' in a fine or settlement case.",
                "Edge cases include scenarios where the place is not directly related to the transaction but provides additional context, such as 'retreat' in a meeting context."
            ],
            "recipient": [
                "The recipient is the entity that directly receives the money in the transaction. Examples are 'Democrats' in a donation context or 'neighbor' in a compensation context.",
                "The recipient can be an individual, organization, or group that is the direct target of the monetary transfer. For instance, 'center' funded by 'Mikhail Gorbachev'.",
                "The role of the recipient is to identify who directly gets the money. For example, 'firms' receiving a fine paid by clients.",
                "In some cases, the recipient and the beneficiary can be the same entity, as seen in direct donations or payments.",
                "Edge cases include scenarios where the recipient is not explicitly mentioned but can be inferred from the context, such as 'clients' benefiting from a settlement."
            ]
        }
    },
    "TransferOwnership(TransactionEvent)": {
        "description": [
            "The event is triggered by the transfer of ownership of an artifact from one entity to another. Example triggers include 'sell', 'buy', 'acquire', and 'provide'.",
            "The event is characterized by the change in possession or control of an artifact, often involving a buyer and a seller. Key characteristics include the presence of an artifact and entities involved in the transaction.",
            "Unlike other transaction events, this event specifically involves the transfer of ownership rights. For instance, 'renting' or 'leasing' would not trigger this event as they do not involve a change in ownership.",
            "Triggers such as 'donate' or 'gift' may also indicate this event type, provided they result in a change of ownership. However, 'lend' or 'borrow' are indicative of temporary possession and not this event type.",
            "The outcome of this event is the transfer of ownership of the artifact from the seller to the buyer or beneficiary. This distinguishes it from events like 'use' or 'consume', where ownership does not change."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "artifact": [
                "Examples are 'apartment', 'operations', 'hotel', 'property', 'business', 'parks', 'division'. The artifact is the item or entity whose ownership is being transferred.",
                "The artifact is central to the event as it is the object of the transaction. It can be tangible (e.g., 'apartment') or intangible (e.g., 'operations').",
                "In cases where multiple items are involved, each can be considered an artifact if they are part of the same transaction. For example, 'Universal Studios Hollywood, Universal Orlando' in a single sale.",
                "The artifact must be clearly identifiable in the text. Ambiguous references like 'it' or 'them' should be clarified by context.",
                "Unlike related events where the artifact might be used or modified, in TransferOwnership, the artifact's ownership is the primary focus."
            ],
            "beneficiary": [
                "Examples are 'nanny'. The beneficiary is the entity that receives the artifact as a result of the transfer.",
                "The beneficiary is important as it indicates who gains ownership or control of the artifact. This can be an individual or an organization.",
                "In some cases, the beneficiary may not be explicitly mentioned but can be inferred from context. For example, 'providing their grandson's nanny with a state-owned luxury apartment'.",
                "The beneficiary is distinct from the buyer in that they may receive the artifact without a financial transaction, such as in a gift or donation.",
                "Unlike the seller or buyer, the beneficiary does not necessarily participate in the transaction process but is the end recipient of the artifact."
            ],
            "buyer": [
                "Examples are 'company', 'Andrew Harris', 'firm', 'Blackstone Group'. The buyer is the entity that acquires ownership of the artifact through purchase.",
                "The buyer is crucial as it represents the party that gains ownership in exchange for compensation, typically monetary.",
                "In some contexts, the buyer may be an organization or a group rather than an individual. For example, 'Blackstone Group' buying 'Vivendi's theme park division'.",
                "The buyer must be clearly identified in the text. Ambiguous references should be clarified by context or additional information.",
                "Unlike the beneficiary, the buyer is actively involved in the transaction process, often providing payment or other forms of compensation."
            ],
            "place": [
                "Examples are 'Belgrade', 'Sydney's Kings Cross', 'Florida', 'Spain', 'Japan'. The place is the location where the transfer of ownership occurs or is relevant to the transaction.",
                "The place provides context and specificity to the event, indicating where the transaction is taking place or where the artifact is located.",
                "In some cases, the place may refer to multiple locations if the transaction involves assets in different areas. For example, 'Universal Orlando in Florida and Universal's ownership interests in parks in Spain and Japan'.",
                "The place must be explicitly mentioned in the text. Implicit references should be clarified by context.",
                "Unlike other arguments, the place is not directly involved in the transaction but provides important contextual information about the event."
            ],
            "seller": [
                "Examples are 'Mirjana Markovic', 'USA Interactive', 'Vivendi', 'group'. The seller is the entity that transfers ownership of the artifact to another party.",
                "The seller is essential as it represents the party that relinquishes ownership in exchange for compensation or other considerations.",
                "In some contexts, the seller may be an organization or a group rather than an individual. For example, 'Vivendi Universal' selling 'its theme park business'.",
                "The seller must be clearly identified in the text. Ambiguous references should be clarified by context or additional information.",
                "Unlike the buyer, the seller is the party that initiates the transfer of ownership, often receiving payment or other forms of compensation in return."
            ]
        }
    },
    "Transport(MovementEvent)": {
        "description": [
            "The event is triggered by actions or processes involving the movement of people, objects, or entities from one location to another. Example triggers include 'transport', 'drive', 'fly', 'bring', and 'head'.",
            "The event is characterized by the involvement of an agent or vehicle facilitating the movement, and an artifact or victim being moved. The movement typically has a clear origin and destination.",
            "Unlike other MovementEvents, the Transport event specifically involves the physical relocation of entities, often with a specified vehicle or agent. For example, 'carting away victims' is a Transport event, whereas 'walking' without a specified destination or vehicle is not.",
            "Triggers such as 'deliver' or 'send' are indicative of Transport events, as they imply the movement of an artifact or person to a new location. In contrast, 'arrive' or 'reach' are more indicative of the completion of a movement rather than the process itself.",
            "The outcome of a Transport event is the successful relocation of the artifact or victim to the destination. This differs from events like 'Attack' or 'Demonstrate', where the focus is on the action or conflict rather than the movement."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "agent": [
                "Examples are 'forces', 'troops', 'parents'. The agent is the entity responsible for initiating or facilitating the transport. This can be a person, group, or organization.",
                "The agent plays a crucial role in the event, as they are the ones who cause the movement to occur. For instance, 'U.S. forces' in 'assisted by U.S. forces in getting back into Iraq'.",
                "In some cases, the agent may be implied rather than explicitly stated. For example, 'medical teams carting away victims' implies that the medical teams are the agents.",
                "The agent is distinct from the vehicle, which is the means of transport. For example, 'parents drove' indicates the parents as the agents, while the car would be the vehicle.",
                "Edge cases include situations where the agent is a non-human entity, such as 'the wind carried the seeds'. Here, 'wind' would be the agent."
            ],
            "artifact": [
                "Examples are 'women', 'children', 'troops', 'tanks'. The artifact is the entity being transported. This can be a person, group, or object.",
                "The artifact is central to the event, as the movement revolves around relocating this entity. For instance, 'troops headed for Iraq' identifies 'troops' as the artifact.",
                "Artifacts can be animate or inanimate. For example, 'carting away victims' involves animate artifacts, while 'transporting goods' involves inanimate artifacts.",
                "The artifact is distinct from the agent, who facilitates the movement. For example, 'parents drove Liana Owen' identifies 'Liana Owen' as the artifact and 'parents' as the agents.",
                "In some cases, multiple artifacts may be involved, such as 'bringing in more troops and tanks'. Here, both 'troops' and 'tanks' are artifacts."
            ],
            "destination": [
                "Examples are 'Sudan', 'Iraq', 'home'. The destination is the endpoint of the transport, where the artifact is being moved to.",
                "The destination is crucial for defining the scope of the event, as it indicates the goal of the movement. For instance, 'headed for Iraq' specifies 'Iraq' as the destination.",
                "Destinations can be specific locations or more general areas. For example, 'home' is a general destination, while 'Manhattan' is a specific one.",
                "The destination is distinct from the origin, which is the starting point of the movement. For example, 'from Pennsylvania to Manhattan' identifies 'Manhattan' as the destination.",
                "In some cases, the destination may be implied rather than explicitly stated. For example, 'bring them home' implies 'home' as the destination."
            ],
            "origin": [
                "Examples are 'Sudan', 'Pennsylvania', 'Fort Hood'. The origin is the starting point of the transport, where the artifact begins its movement.",
                "The origin is important for understanding the full context of the event, as it provides the initial location of the artifact. For instance, 'drove from Pennsylvania' specifies 'Pennsylvania' as the origin.",
                "Origins can be specific locations or more general areas. For example, 'Fort Hood' is a specific origin, while 'a region' is more general.",
                "The origin is distinct from the destination, which is the endpoint of the movement. For example, 'from Pennsylvania to Manhattan' identifies 'Pennsylvania' as the origin.",
                "In some cases, the origin may be implied rather than explicitly stated. For example, 'headed for Iraq' implies that the origin is somewhere other than Iraq."
            ],
            "place": [
                "Examples are 'Iraq', 'streets', 'airfield'. The place is a location relevant to the transport event, which may not necessarily be the origin or destination.",
                "The place provides additional context for the event, indicating where the transport is occurring or being observed. For instance, 'in Iraq' specifies 'Iraq' as the place.",
                "Places can be specific locations or more general areas. For example, 'airfield' is a specific place, while 'streets' is more general.",
                "The place is distinct from the origin and destination, which are the starting and ending points of the movement. For example, 'in Iraq' is a place, while 'from Fort Hood to the region' specifies origin and destination.",
                "In some cases, the place may overlap with the origin or destination, but it provides a broader context. For example, 'parachuted into an airfield in a Kurdish-controlled area' specifies both a place and a destination."
            ],
            "vehicle": [
                "Examples are 'trains', 'car', 'airplane'. The vehicle is the means of transport used to move the artifact from the origin to the destination.",
                "The vehicle is essential for understanding how the transport is being carried out. For instance, 'trains running to and from southern Sudan' specifies 'trains' as the vehicle.",
                "Vehicles can be various modes of transport, including land, air, and sea. For example, 'drove' implies a car, while 'flew' implies an airplane.",
                "The vehicle is distinct from the agent, who facilitates the movement. For example, 'parents drove' identifies 'parents' as the agents and 'car' as the vehicle.",
                "In some cases, the vehicle may be implied rather than explicitly stated. For example, 'headed for Iraq' may imply the use of military vehicles."
            ],
            "victim": [
                "Examples are 'who', 'victims', 'soldiers'. The victim is the entity being transported, often in a context where they are being moved against their will or in a vulnerable state.",
                "The victim is central to the event, as the movement revolves around relocating this entity. For instance, 'carting away victims' identifies 'victims' as the transported entities.",
                "Victims are typically animate entities, such as people or animals. For example, 'abducted women and children' involves human victims.",
                "The victim is distinct from the agent, who facilitates the movement. For example, 'forces assisted who' identifies 'who' as the victim and 'forces' as the agents.",
                "In some cases, the victim may be implied rather than explicitly stated. For example, 'bring them home' implies that 'them' are the victims being transported."
            ]
        }
    },
    "TrialHearing(JusticeEvent)": {
        "description": [
            "The event is triggered by legal proceedings where a formal examination of evidence is conducted before a judge, typically in a court setting. Example triggers include 'trial', 'hearing', 'case', and 'tried'.",
            "The event is characterized by the presence of an adjudicator, a defendant, and often a prosecutor, and it takes place in a specific location. It involves the legal process of determining the guilt or innocence of the defendant.",
            "Unlike other JusticeEvents such as 'Pardon' or 'Sentence', the TrialHearing event focuses on the process of examining evidence and arguments before a verdict is reached. Triggers such as 'pardoned' or 'sentences' are indicative of different event types.",
            "The outcomes of a TrialHearing event are not predetermined and can result in various legal decisions, including acquittal, conviction, or mistrial. This differs from events like 'Convict' or 'Sentence', where the outcome is a specific legal judgment.",
            "The scope of the TrialHearing event includes any formal legal proceeding where evidence is presented and examined, regardless of the specific charges or the legal system in which it occurs. This can include preliminary hearings, bail hearings, and full trials."
        ],
        "attributes": {
            "mention": "The text span that triggers the event.",
            "adjudicator": [
                "Examples are 'judge', 'court', 'jury'. The adjudicator is the person or body responsible for overseeing the trial or hearing and making legal decisions based on the evidence presented.",
                "The adjudicator plays a crucial role in ensuring the trial is conducted fairly and according to legal standards. This can include judges, magistrates, or panels of judges in higher courts.",
                "In some cases, the adjudicator may be a specific individual, such as 'Judge John S. Martin', while in others, it may refer to a collective body, such as 'the court'.",
                "Unlike the 'prosecutor' or 'defendant', the adjudicator is neutral and does not advocate for either side in the trial. Their role is to interpret and apply the law impartially.",
                "Edge cases include situations where the adjudicator is not explicitly mentioned but can be inferred from the context, such as 'the trial will start on March 13' where 'the court' is implied as the adjudicator."
            ],
            "defendant": [
                "Examples are 'nichols', 'Anwar Ibrahim', 'wife', 'Markovic', 'officials'. The defendant is the individual or group of individuals who are being accused or tried in the trial or hearing.",
                "The defendant is central to the TrialHearing event as the person or entity against whom the legal proceedings are directed. They are the subject of the charges being examined.",
                "In some cases, there may be multiple defendants, such as 'Markovic and 10 other officials'. Each defendant is individually accountable for the charges brought against them.",
                "Unlike the 'prosecutor', who represents the state or the accuser, the defendant is the party defending against the accusations. Their role is to contest the charges and present their defense.",
                "Edge cases include situations where the defendant is not explicitly named but can be inferred from the context, such as 'the trial of the former president's wife' where 'wife' is the defendant."
            ],
            "place": [
                "Examples are 'oklahoma city', 'New York', 'Belgrade'. The place is the location where the trial or hearing is taking place.",
                "The place is important as it provides context for the legal jurisdiction and the setting of the trial or hearing. It can be a city, a specific court, or a broader geographical area.",
                "In some cases, the place may be explicitly mentioned, such as 'the Belgrade district court', while in others, it may be inferred from the context, such as 'a federal court in New York'.",
                "Unlike the 'adjudicator' or 'defendant', the place is a static element that does not change throughout the event. It provides a fixed location for the legal proceedings.",
                "Edge cases include situations where the place is not explicitly mentioned but can be inferred from the context, such as 'the trial will start on March 13' where the location is implied to be the court handling the case."
            ],
            "prosecutor": [
                "Examples are 'prosecutors', 'the prosecution'. The prosecutor is the legal representative who brings the case against the defendant in a trial or hearing.",
                "The prosecutor plays a key role in presenting evidence and arguments to prove the defendant's guilt. They represent the state or the accuser in the legal proceedings.",
                "In some cases, the prosecutor may be a specific individual or a group, such as 'the prosecutors presented enough evidence'. They are responsible for building and presenting the case against the defendant.",
                "Unlike the 'defendant', who is defending against the charges, the prosecutor's role is to advocate for the conviction of the defendant based on the evidence presented.",
                "Edge cases include situations where the prosecutor is not explicitly mentioned but can be inferred from the context, such as 'the judge ruled that enough evidence was presented' where 'prosecutors' is implied."
            ]
        }
    }
}